Repository: AppStateESS/phpwebsite
Catalog: mod/menu/locale/*/LC_MESSAGES/menu.po
Languages: it_it

source: A problem occurred when saving your link.
it_it: Si &egrave; verificato un problema durante il salvataggio del collegamento.

source: Action
it_it: Azione

source: Add current page
it_it: Aggiungi pagina corrente

source: Add home link on new menus
it_it: Aggiungi il collegamento alla home page nei nuovi menu.

source: Add link
it_it: Aggiungi collegamento a questa pagina

source: Add other link
it_it: Aggiungi un collegamento diverso

source: Add stored page
it_it: Aggiungi pagina memorizzata

source: Add to menu
it_it: Aggiungi al menu

source: Admin
it_it: Amministrazione

source: Admin mode off
it_it: Modo amministrazione OFF

source: Admin mode on
it_it: Modo amministrazione ON

source: Admin mode status
it_it: Modo amministrazione

source: Are you sure you want to delete this link:
it_it: Eliminare questo collegamento?

source: Are you sure you want to delete this menu and all its links.
it_it: Eliminare questo menu e tutti i suoi collegamenti?

source: Are you sure you want to unpin this menu from all pages?
it_it: Nascondere questo menu da tutte le pagine?

source: Are you sure you want to unpin this menu from this page?
it_it: Nascondere il menu da questa pagina?

source: Cancel
it_it: Annulla

source: Cannot locate any menu templates. Cannot continue.
it_it: Impossibile trovare modelli di menu. Impossibile continuare.

source: Clear from list
it_it: Rimuovi dall'elenco

source: Close
it_it: Chiudi

source: Controls the layout and positioning of your menus.
it_it: Controlla l'aspetto e la posizione dei menu.

source: Create
it_it: Crea

source: Create Link
it_it: Crea collegamento

source: Create New Menu
it_it: Crea un nuovo menu

source: Create New Menus
it_it: Crea nuovi menu

source: Default menu created successfully.
it_it: Creato menu predefinito.

source: Delete
it_it: Elimina

source: Delete Menus
it_it: Elimina i menu

source: Delete link
it_it: Elimina il collegamento

source: Edit
it_it: Modifica

source: Edit Link
it_it: Modifica collegamento

source: Edit link
it_it: Modifica collegamento

source: Edit link title
it_it: Modifica il titolo del collegamento

source: Enter link title
it_it: Digita il titolo del collegamento

source: Error
it_it: Errore

source: Link is missing a title, url, or menu id.
it_it: Il collegamento &egrave; senza titolo o URL o ID di menu.

source: List
it_it: Elenco

source: Main menu
it_it: Menu principale

source: Maximum link characters
it_it: Numero massimo di caratteri del collegamento.

source: Menu Settings
it_it: Impostazioni del menu

source: Menu deleted.
it_it: Menu eliminato.

source: Menu saved
it_it: Menu salvato.

source: Menu tables removed.
it_it: Tabelle del modulo "Menu" rimosse.

source: Missing menu title.
it_it: Titolo di menu mancante.

source: Missing title.
it_it: Titolo mancante.

source: Missing url.
it_it: Indirizzi URL mancanti.

source: Move down
it_it: Muovi gi&ugrave;

source: Move link down
it_it: Sposta collegamento in basso

source: Move link up
it_it: Sposta collegamento in alto

source: Move up
it_it: Sposta in alto

source: New
it_it: Nuovo

source: No admin options
it_it: Nessuna opzione amministrativa

source: No links in queue.
it_it: Nessun collegamento in coda.

source: No menus found. Click on "New" to create one.
it_it: Nessun menu trovato. Fare click su "Nuovo" per crearne uno.

source: Pin
it_it: Appendi

source: Pin links
it_it: Mostra collegamenti

source: Pin page
it_it: Mostra pagina

source: Pin to all pages
it_it: Mostra su tutte le pagine

source: Pin to item
it_it: Mostra sulla voce

source: Pinned links
it_it: Collegamenti appesi

source: Reorder links
it_it: Riordina i collegamenti.

source: Save
it_it: Salva

source: Save link
it_it: Salva collegamento

source: Save settings
it_it: Salva impostazioni

source: Settings
it_it: Impostazioni

source: Settings updated.
it_it: Impostazioni aggiornate.

source: Site map
it_it: Mappa sito

source: Sorry
it_it: Spiacenti

source: Template
it_it: Modello

source: There was a problem saving your link.
it_it: Si &egrave; verificato un problema durante il salvataggio del link.

source: Title
it_it: Titolo

source: Type the new title for this link.
it_it: Digitare il nuovo titolo per questo collegamento.

source: Unable to locate menu template.
it_it: Impossibile trovare il modello per il menu.

source: Unable to save menu. Please check error logs.
it_it: Impossibile salvare il menu. erificare i file di log degli errori.

source: Unclip
it_it: Sblocca

source: Unpin
it_it: Rimuovi

source: Unpin menu
it_it: Nascondi menu

source: Update
it_it: Aggiorna

source: Update Menu
it_it: Aggiorna menu

source: Url
it_it: Indirizzo

source: Use MiniAdmin instead of Admin mode link
it_it: Usare il collegamento al MiniAdmin al posto del collegamento col modulo di Amministrazione.

source: Use floating admin links
it_it: Utilizzare i collegamenti nel riquadro amministrativo

source: User attempted access to Menu administration.
it_it: Tentativo di un utente di accedere all'amministrazione del modulo Menu.

source: You must enter a link title.
it_it: Digitare un titolo per il collegamento.
