Repository: AppStateESS/phpwebsite
Catalog: locale/*/LC_MESSAGES/core.po
Languages: it_it

source: %s days ago
it_it: %s giorni fa

source: %s hours ago
it_it: %s ore fa

source: %s mins ago
it_it: %s minuti fa

source: %s weeks ago
it_it: %s settimane fa

source: 1 day ago
it_it: 1 giorno fa

source: 1 hour ago
it_it: 1 ora fa

source: 1 week ago
it_it: 1 settimana fa

source: Action
it_it: Azione

source: Add
it_it: Aggiungi

source: After you finish installing your modules in Boost, you should make your config and template directories non-writable.
it_it: Dopo aver installato gli eventuali moduli opzionali con l'Installatore, proteggere da scrittura le cartelle <b>config</b> e <b>template</b>.

source: Albums converted and keyed.
it_it: Album convertiti e registrati.

source: All
it_it: Tutto

source: All done!
it_it: Fatto!

source: An error occurred when accessing the conversion database.
it_it: Si &egrave; verificato un errore tentando di convertire il database.

source: An error occurred when trying to copy your mod_phatform_checkbox table.
it_it: Si &egrave; verificato un errore tentando di copiare la tabella mod_phatform_checkbox.

source: An error occurred when trying to copy your mod_phatform_dropbox table.
it_it: Si &egrave; verificato un errore tentando di copiare la tabella mod_phatform_dropbox

source: An error occurred when trying to copy your mod_phatform_multiselect table.
it_it: Si &egrave; verificato un errore tentando di copiare la tabella mod_phatform_multiselect

source: An error occurred when trying to copy your mod_phatform_options table.
it_it: Si &egrave; verificato un errore tentando di copiare la tabella mod_phatform_options.

source: An error occurred when trying to copy your mod_phatform_radiobutton table.
it_it: Si &egrave; verificato un errore tentando di copiare la tabella mod_phatform_radiobutton.

source: An error occurred when trying to copy your mod_phatform_textarea table.
it_it: Si &egrave; verificato un errore tentando di copiare la tabella mod_phatform_textarea.

source: An error occurred when trying to copy your mod_phatform_textfield table.
it_it: Si &egrave; verificato un errore tentando di copiare la tabella mod_phatform_textfield.

source: An error occurred when trying to copy your mod_photoalbum_photos table.
it_it: Si &egrave; verificato un errore tentando di copiare la tabella mod_photoalbum_photos.

source: An error occurred while accessing your Document tables.
it_it: Si &egrave; verificato un errore tentando di accedere alle tabelle del modulo Documenti.

source: An error occurred while accessing your mod_blockmaker_data table.
it_it: Si &egrave; verificato un errore tentando di accedere alla tabella mod_blockmaker_data.

source: An error occurred while converting your old blocks.
it_it: Si &egrave; verificato un errore tentando di convertire i vecchi riquadri.

source: An error occurred while converting your old documents.
it_it: Si &egrave; verificato un errore tentando di convertire i vecchi documenti.

source: An error occurred while converting your old phatfiles.
it_it: Si &egrave; verificato un errore tentando di convertire i vecchi percorsi dei file.

source: An error occurred while trying to convert your old file modules.
it_it: Si &egrave; verificato un errore tentando di convertire i vecchi file dei moduli.

source: An error occurred while trying to install your modules.
it_it: Si &egrave; verificato un errore tentando di installare i moduli.

source: An unrecoverable error occurred. Check your logs.
it_it: Si &egrave; verificato un errore irreversibile. Verificare i file di log.

source: Announcements is not installed in this database.
it_it: Il modulo Annunci non &egrave; installato nel database.

source: Any content modules using FatCat should be converted BEFORE continuing.
it_it: Tutti i moduli di contenuto che fanno uso del modulo Categorie devono essere convertiti PRIMA di procedere.

source: Any content modules using Menu Manager should be converted BEFORE continuing..
it_it: Tutti i moduli di contenuto che fanno uso del modulo Gestion Menu devono essere convertiti PRIMA di procedere.

source: Approved
it_it: Approvato

source: Array contained no values.
it_it: La matrice non contiene valori.

source: Attempted cross-site scripting attack.
it_it: Si &egrave; verificato un tentativo di attacco di tipo 'cross-site scripting'.

source: Automatic mode converts the data without your interaction.
it_it: Il modo automatico converte i dati senza interazione con l'utente.

source: Back 10 pages
it_it: Indietro di 10 pagine.

source: Back 50 pages
it_it: Indietro di 50 pagine.

source: Back one page
it_it: Indietro di una pagina

source: Batch previously run.
it_it: Precedenti esecuzioni batch.

source: Begin Installation
it_it: Inizio installazione

source: Blank module title sent to get function.
it_it: Titolo di modulo vuoto inviato a una funzione GET.

source: Block is already converted.
it_it: Il modulo Riquadri &egrave; gi&agrave; convertito.

source: Block is not installed.
it_it: Il modulo Riquadri non &egrave; installato.

source: Blocks converted.
it_it: Riquadri convertiti.

source: Blog has already been converted.
it_it: Il modulo Blog &egrave; gi&agrave; stato convertito.

source: Blog is not installed.
it_it: Il modulo Blog non &egrave; installato.

source: Branch : %s
it_it: Sito derivato: %s

source: Cache Lite is disabled.
it_it: Cache Lite &egrave; disabilitata.

source: Cache Lite is enabled.
it_it: Cache Lite &egrave; abilitata.

source: Calendar has already been converted.
it_it: Il modulo Calendario &egrave; gi&agrave; stato convertito.

source: Calendar is not installed in other database.
it_it: Il modulo Calendario non &egrave; installato in un altro database.

source: Calendar is not installed.
it_it: Il modulo Calendario non &egrave; installato.

source: Can not change name. Already in use.
it_it: Impossibile cambiare nome. Nome gi&agrave; in uso.

source: Cannot read file.
it_it: Impossibile leggere il file.

source: Categories has already been converted.
it_it: Il modulo Categorie &egrave; gi&agrave; stato convertito.

source: Change to
it_it: Cambiare in

source: Check Directory Permissions is enabled so be sure to secure your config and templates directories!
it_it: L'opzione "Verifica i permessi delle cartelle" &egrave; abilitato. Ricordarsi di proteggere le cartelle "config" e "templates"

source: Check all
it_it: Verifica tutto

source: Check box table failed to copy successfully.
it_it: Impossibile copiare la tabella delle caselle di controllo.

source: Check box table imported successfully.
it_it: Tabella delle caselle di controllo importata.

source: Check your configuration settings.
it_it: Verificare la configurazione.

source: Class Name
it_it: Nome della classe

source: Class does not contain variables.
it_it: La classe non contiene variabili.

source: Class does not exist.
it_it: La classe non esiste.

source: Class not found.
it_it: Classe non trovata.

source: Class not set.
it_it: Classe non impostata.

source: Click on the method you wish to use.
it_it: Fare click sul metodo che si intende usare.

source: Click the link below to continue or change your connection settings.
it_it: Fare click sul collegamento qui sotto per perfezionare le impostazioni di connessione.

source: Click to continue anyway.
it_it: Fare click per continuare comunque.

source: Close
it_it: Chiudi

source: Coming from: %s
it_it: Proveniente da: %s

source: Connect
it_it: Connetti

source: Connected to database "%s"
it_it: Connesso al database "%s"

source: Continue
it_it: Continua

source: Continue conversion. . .
it_it: Proseguire la conversione. . .

source: Continue to Module Installation
it_it: Prosegui con l'installazione dei moduli

source: Continue to convert category elements.
it_it: Proseguire la conversione degli elementi di categoria.

source: Continue to convert menu links.
it_it: Proseguire la conversione dei collegamenti di menu.

source: Continue: Convert everyone.
it_it: Prosegui: Converti tutti.

source: Continue: Only those logged on within 6 months.
it_it: Prosegui: Solo quelli entrati negli ultimi 6 mesi.

source: Continue: Only those logged on within the last year.
it_it: Prosegui: Solo quelli entrati nell'ultimo anno.

source: Conversion
it_it: Conversione

source: Conversion site
it_it: Conversione del sito

source: Conversion will begin as soon as you make your choice.
it_it: La conversione avr&agrave; inizio non appena verr&agrave; effettuata una scelta.

source: Convert everyone.
it_it: Convertire tutti.

source: Convert menu links
it_it: Convertire i collegamenti di menu

source: Convert menus
it_it: Convertire i menu

source: Convert!
it_it: Converti!

source: Converted
it_it: Convertito

source: Copy all the files you need converted into your %s directory.
it_it: Copiare tutti i file che devono essere convertiti nella cartella %s.

source: Core installation successful.
it_it: Installazione dei moduli base completata.

source: Could not copy file %s to %s.
it_it: Impossibile copiare il file %s sul file %s.

source: Could not find info file. File : %s
it_it: Impossibile trovare il file di informazioni. File: %s

source: Could not find key unregister file.
it_it: Impossibile trovare il file di deregistrazione delle chiavi.

source: Could not find key unregister function.
it_it: Impossibile trovare la funzione di deregistrazione delle chiavi.

source: Could not locate file: %s
it_it: Impossibile trovare il file %s.

source: Create Config File
it_it: Creazione file di configurazione

source: Create Core
it_it: Creazione moduli di base

source: Create Database
it_it: Crea Database

source: Current sessions:
it_it: Sessioni correnti:

source: DB Operator:
it_it: Operatore database:

source: Database Help
it_it: Aiuto database

source: Database Name
it_it: Nome database

source: Database Password
it_it: Password database

source: Database Type
it_it: Tipo di database

source: Database User
it_it: Utente database

source: Database columns not set.
it_it: Colonne del database non impostate.

source: Database import failed.
it_it: Impostazione database fallita

source: Database name
it_it: Nome del database

source: Database password may contain alphanumeric characters or underscores only.
it_it: La password del database pu&ograve; contenere solo caratteri alfanumerici e il trattino di sottolineatura.

source: Declared classes:
it_it: Classi dichiarate:

source: Description
it_it: Descrizione

source: Directories are not secure.
it_it: Le cartelle non sono sicure.

source: Directory Permissions
it_it: Permessi della cartella

source: Directory is not writable.
it_it: La cartella &egrave; protetta da scrittura.

source: Do you want phpWebSite to create the database?
it_it: Si desidera che phpWebSite crei il database?

source: Documents module converted.
it_it: Modulo Documenti convertito.

source: Documents module did not contain any files.
it_it: Il modulo Documenti non contiene file.

source: Documents module not installed or empty.
it_it: Modulo Documenti vuoto o non installato.

source: Drop box table failed to copy successfully.
it_it: Impossibile copiare la tabella delle caselle combinate.

source: Drop box table imported successfully.
it_it: Tabella delle caselle combinate importata.

source: Duplicate key found.
it_it: Trovata chiave duplicata.

source: Edit permission column does not exist.
it_it: La colonna di modifica dei permessi non esiste.

source: Enter the database's user password here.
it_it: Inserire qui la password del database.

source: Error
it_it: Errore

source: Error when creating a new folder.
it_it: Errore nel creare la nuova cartella.

source: Events pulled from 0.10.x calendar module.
it_it: Eventi estratti dal modulo Calendario della versione 0.10.x di phpWebSite.

source: Execution time: %s seconds.
it_it: Tempo di esecuzione: %s secondi.

source: Expecting an object variable.
it_it: Attesa una variabile oggetto.

source: Failed to connect.
it_it: Impossibile connettersi.

source: Failed to make connection with the requested branch site.
it_it: Impossibile connettersi con il sito derivato richiesto.

source: Failed to run batch. Check your session settings.
it_it: Impossibile eseguire il sito derivato. Verificare le impostazioni di sessione.

source: Failed to write cookie.
it_it: Impossibile scrivere il cookie.

source: File Cabinet converted.
it_it: Modulo Archivio File convertito.

source: File Cabinet has already converted Documents files.
it_it: Il modulo "Archivio File" ha gi&agrave; dei file di documenti convertiti.

source: File not found in _FILES array.
it_it: File non trovato nell'array _FILES

source: File not found.
it_it: File non trovato.

source: File not writable.
it_it: File protetto da scrittura.

source: Finished converting Photo Album.
it_it: Conversione del modulo Gallery terminata.

source: Finished converting categories!
it_it: Conversione delle categorie terminata.

source: Finished converting category items!
it_it: Conversione delle voci di categoria terminata.

source: Finished converting links.
it_it: Conversione dei collegamenti terminata.

source: Form
it_it: Formulario

source: Form Generator does not appear to be installed in the source database.
it_it: Il modulo "Generatore di formulari" non risulta installato nel database di origine.

source: Form Generator has already been converted.
it_it: Il modulo "Generatore di formulari" &egrave; gi&agrave; stato convertito.

source: Form Generator is not installed in the supplied database.
it_it: Il modulo "Generatore di formulari" non &egrave; installato nel database fornito.

source: Form Generator is not installed locally.
it_it: Il modulo "Generatore di formulari" non &egrave; installato localmente.

source: Form generator forms converted and keyed!
it_it: Il modulo "Generatore di formulari" &egrave; stato convertito e registrato.

source: Forward 10 pages
it_it: Avanti di 10 pagine.

source: Forward 50 pages
it_it: Avanti di 50 pagine.

source: Forward one page
it_it: Avanti di una pagina.

source: Function expected a string variable.
it_it: La funzione richiede una variabile stringa.

source: Function name not found.
it_it: Nome di funzione non trovato.

source: Function was expecting a "where" parameter.
it_it: La funzione richiede il parametro "where".

source: GD image libraries do not support this image type.
it_it: La libreria grafica GD non supporta questo tipo di immagine.

source: Go
it_it: Avvia

source: Go back to main menu.
it_it: Torna al menu principale.

source: Go to my new website!
it_it: Vai al nuovo sito web!

source: Help option not found in help configuration file.
it_it: Opzione di aiuto non trovata nel file di configurazione dell'help.

source: Hidden
it_it: Nascosto

source: Host Specification
it_it: Nome Host

source: Host Specification Port
it_it: Porta Host

source: Hub site
it_it: Sito principale

source: I want to install phpWebSite in this database.
it_it: Desidero installare phpWebSite in questo database.

source: Id and table not set.
it_it: Id e tabella non impostata.

source: If not, you will need to create the database yourself and return to the setup.
it_it: In caso contrario sar&agrave; necessario creare il database manualmente e ritornare al programma di installazione.

source: If the first user on your old site is not you, then you will need to recreate them.
it_it: Se tu non sei il primo utente del vecchio sito, devi ricrearlo.

source: If you are installing phpWebSite in a shared environment, you may assign a prefix to tables.<br />We recommend you run without one.
it_it: Se state installando phpWebSite in un ambiente condiviso, potreste voler assegnare un prefisso alle tabelle.<br />. Si raccomanda comunque di non farlo.

source: If you do not change it now, your next page will be an error screen.
it_it: Se non lo modificate ora, la prossima sar&agrave; una pagina di errore.

source: If you encounter problems, you should use manual mode.
it_it: Se incontrerete problemi, dovrete usare il modo manuale.

source: If you experienced any error messages, check your error.log file.
it_it: Se avete notato messaggi di errore verificate il file error.log.

source: If your database is on the same server as your phpWebSite installation, leave this as &#x22;localhost&#x22;.
it_it: Se il database risiede sul medesimo server dell'installazione di phpWebSite, lasciate &#x22;localhost&#x22;.

source: If your host specification requires access via a specific port, enter it here.
it_it: Se l'host richiede un accesso tramite una porta specifica, specificarla qui.

source: Images copied during a 0.10.x conversion.
it_it: Immagini copiate nella conversione da 0.10.x.

source: Importing core database file.
it_it: Importazione del file di database dei moduli base.

source: Improper column name.
it_it: Nome di colonna non valido.

source: Improper table name.
it_it: Nome di tabella non valido.

source: Improperly formated text.
it_it: Testo formattato in modo non corretto.

source: Input type not set.
it_it: Tipo di input non impostato.

source: Install Modules
it_it: Installazione moduli

source: Installation of phpWebSite is complete.
it_it: L'istallazione di phpWebSite &egrave; completa.

source: Installed modules
it_it: Moduli installati

source: Invalid value.
it_it: Valore non vaido.

source: Join database does not exist.
it_it: Il database di unione non esiste.

source: KEY
it_it: CHIAVE

source: Key can not restrict items on phpws_key table alone.
it_it: La chiave non pu&ograve; limitare le voci alla sola tabella phpws_key.

source: Key not found.
it_it: Chiave non trovata.

source: Limit
it_it: Limite

source: List columns not set.
it_it: Elenco colonne non impostato.

source: Log in
it_it: Accesso

source: Log out
it_it: Uscita

source: Login page
it_it: Pagina di accesso

source: Login to Site Manager
it_it: Accedi a "Gestione Sito"

source: Main Menu
it_it: Menu principale

source: Main page
it_it: Pagina principale

source: Manager cannot initialize, the module was not set.
it_it: Impossibile inizializzare il gestore, il modulo non &egrave; stato impostato.

source: Manager configuration file is an improper format.
it_it: Il file di configurazione del gestore ha un formato non corretto.

source: Manager configuration file not found for module: %s
it_it: Impossibile trovare il file di configurazione del gestore per il modulo: %s

source: Manager was not fully initialized to get a list.
it_it: Il gestore non &egrave; completamente inizializzato per ottenere un elenco.

source: Manual mode requires you to click through the conversion process.
it_it: Il modo manuale richiede di selezionare il processo di conversione.

source: Match for must be an array for a multiple input.
it_it: La corrispondenza deve essere un array per un input multiplo.

source: Menu conversion finished.
it_it: Conversione del menu terminata.

source: Menu has already been converted.
it_it: Il menu &egrave; gi&agrave; stato convertito.

source: Menu is not installed.
it_it: Il menu non &egrave; installato.

source: Method 1 - Each section is placed into a separate page.
it_it: Metodo 1 - Ciascuna sezione &egrave; collocata in una pagina dedicata.

source: Method 2 - Each section is collected into ONE page.
it_it: Metodo 2 - Tutte le sezioni sono raggruppate in un unica pagina.

source: Method does not exist in specified class.
it_it: Il metodo non esiste nella classe specificata.

source: Missing a database name.
it_it: Nome del database mancante.

source: Missing a database password.
it_it: Password del database mancante.

source: Missing a database user name.
it_it: Nome utente del database mancante.

source: Missing column to select.
it_it: Colonna da selezionare mancante.

source: Module not found.
it_it: Modulo non trovato.

source: Module not set.
it_it: Modulo non impostato.

source: Module title
it_it: Titolo del modulo

source: Module was not set.
it_it: Il modulo non &egrave; stato impostato.

source: Move on to Step 2
it_it: Vai al passo 2

source: Multi-select table failed to copy successfully.
it_it: Impossibile copiare la tabella delle caselle a selezione multipla.

source: Multi-select table imported successfully.
it_it: Tabella delle caselle a selezione multipla importata.

source: Name not set.
it_it: Nome non impostato.

source: No Images
it_it: Nessuna immagine

source: No PhatFile files were found.
it_it: Impossibile trovare i file del modulo Formulari.

source: No active modules installed.
it_it: Nesu nodulo attivo installato.

source: No albums to convert.
it_it: Nessun album convertito.

source: No announcements to convert.
it_it: Nessun annuncio da convertire.

source: No blocks found.
it_it: Nessun riquadro trovato.

source: No error message file found.
it_it: Nessun file di messaggio di errore trovato.

source: No events to convert.
it_it: Nessun evento da convertire.

source: No form elements have been created.
it_it: Nessun elemento di formulario &egrave; stato creato.

source: No forms to convert.
it_it: Nessun formulario da convertire.

source: No items for the current list.
it_it: Nessun elemento per l'elenco corrente.

source: No items passed.
it_it: Nessun elemento passato.

source: No menu links to convert.
it_it: Nessun collegamento di menu da convertire.

source: No menus found.
it_it: Nessun menu trovato.

source: No modules to convert.
it_it: Nessun modulo da convertire.

source: No pages found.
it_it: Nessuna pagina trovata.

source: No pages to convert.
it_it: Nessuna pagina da convertire.

source: No result returned from database.
it_it: Nessun risultato restituito dal database.

source: No rows found.
it_it: Nessuna riga trovata.

source: No users to convert.
it_it: Nessun utente da convertire.

source: No values were set before the query
it_it: Nessun valore impostato prima della query

source: No variables in object.
it_it: Nessuna variabile nell'oggetto.

source: Not a convert file.
it_it: Non &egrave; un file di conversione.

source: Not an acceptable operator.
it_it: Non &egrave; un operatore ammissibile.

source: Note: if you have not made this database yet, you should do so before continuing.
it_it: Nota: se questo database non &egrave; ancora stato creato, occorre farlo prima di continuare.

source: Note: it is a good idea to give each phpWebSite installation its own user.
it_it: Nota: &egrave; una buona idea dare a ciascuna installazione di phpWebSite il suo proprio utente.

source: One or more errors occurred while copying over Form Generator tables. Please check your logs, clear your database tables, and try again.
it_it: Si sono verificati uno o pi&ugrave; errori durante la copia delle tabelle del modulo "Generatore di formulari". Verificare i file di log, pulire le tabelle del database e riprovare.

source: Only those logged on within 6 months.
it_it: Solo quelli entrati negli ultimi 6 mesi.

source: Only those logged on within the last year.
it_it: Solo quelli entrati nell'ultimo anno.

source: Op not set.
it_it: Opzione non impostata.

source: Options table failed to copy successfully.
it_it: Impossibile copiare la tabella delle opzioni.

source: Options table imported successfully.
it_it: Tabella delle opzioni importata.

source: Otherwise, click on the "Main page" link above.
it_it: In caso contrario selezionare il collegamento "Pagina principale" qui sopra.

source: Otherwise, enter the ip or dns to the database server.
it_it: In caso contrario digitare l'indirizzo IP o il DNS del server di database.

source: PHPWS_Debug: testObject received a/an %s variable, not an object.
it_it: PHPWS_Debug: testObject ha ricevuto una variabile %s, non un oggetto.

source: PHPWS_File received an unknown construct.
it_it: PHPWS_File ha ricevuto un costrutto sconosciuto.

source: Page
it_it: Pagina

source: PageSmith conversion
it_it: Conversione di PageSmith

source: PageSmith has already been converted.
it_it: PageSmith &egrave; gi&agrave; stato convertito.
