Repository: AppStateESS/phpwebsite
Catalog: locale/*/LC_MESSAGES/core.po
Languages: it_it

source: PageSmith has been converted as well. Make sure to check the defines in the menu convert.php file before running.
it_it: Anche PageSmith &egrave; stato convertito. Verificare le definizioni nel menu del file convert.php prima di eseguirlo.

source: PageSmith is not installed.
it_it: PageSmith non &egrave; installato.

source: Pear Configuration
it_it: Configurazione di PEAR

source: Permission Help
it_it: Permessi del modulo Aiuto

source: PhatFile module not installed.
it_it: Modulo Formulari non installato.

source: Phatfile files converted.
it_it: File del modulo Formulari convertiti.

source: Photo Album has already been converted.
it_it: Il modulo "Gallery" &egrave; gi&agrave; stato convertito.

source: Photo Album is not installed locally.
it_it: Il modulo "Gallery" non &egrave; installato in locale.

source: Photos table failed to copy successfully.
it_it: Impossibile copiare la tabella delle immagini.

source: Photos table imported successfully.
it_it: Tabella delle immagini importata.

source: PhpWebSite was able to connect but the database itself does not exist.
it_it: phpWebSite non riesce a collegarsi perch&egrave; il database non esiste.

source: PhpWebSite was able to connect, but the database already contained tables.
it_it: phpWebSite non riesce a collegarsi perch&egrave; il database contiene gi&agrave; delle tabelle.

source: Pick date
it_it: Scegliere la data

source: Please check your directory permissions and try again.
it_it: Verificare i permessi delle cartelle e riprovare.

source: Please check your error log file.
it_it: Verificare il file di log.

source: Please check your error logs and try again.
it_it: Verificare i file di log degli errori e riprovare.

source: Please create a directory in %simages/ named "pagemaster". Copy all images from the old Web Pages image directory into it.
it_it: Creare una cartella in %simages/ chiamata "pagemaster". Copiare tutte le immagini dalla vecchia cartella immagini del modulo Web Pages.

source: Please enter the connect information for the database you wish to convert from.
it_it: Inserire le informazioni corrette sul database da cui si vuole convertire.

source: Please login
it_it: Fare il login

source: Please note that the user with an index of 1 was ignored by the conversion.
it_it: Notare che l'utente con l'indice 1 &egrave; stato ignorato dalla conversione.

source: Please wait...
it_it: Attendere prego...

source: Port
it_it: Porta

source: Radio button table failed to copy successfully.
it_it: Impossibile copiare la tabella dei pulsanti di opzione.

source: Radio button table imported successfully.
it_it: Tabella dei pulsanti di opzione importata.

source: Recursive array
it_it: Array ricorsivo

source: Recursive object:
it_it: Oggetto ricorsivo:

source: Remove
it_it: Rimuovi

source: Remove the following file and refresh to continue:
it_it: Rimuovere il file seguente e aggiornare per continuare:

source: Request
it_it: Richiesta

source: Return to main page if you change your mind. Click the above link to continue.
it_it: Ritornare alla pagina principale se si cambia idea o selezionare il collegamento qui sopra per continuare.

source: Return to main page.
it_it: Ritorna alla pagina principale.

source: Return to previous page.
it_it: Ritorna alla pagina precedente.

source: Return to the main page.
it_it: Ritorna alla pagina principale.

source: Search
it_it: Cerca

source: Select returned an empty result.
it_it: SELECT ha restituito un risultato vuoto.

source: Sessions Help
it_it: Sessioni del modulo Aiuto

source: Since you set a table prefix, you may force an installation into this database.
it_it: Avendo impostato un prefisso di tabella &egrave; possibile fare l'instalazione in questo database.

source: Site Hash
it_it: Codice hash del sito

source: Site Setup
it_it: Installazione sito

source: Site hash may not be empty.
it_it: Il codice hash del sito non pu&ograve; essere nullo.

source: Some errors occurred when trying to convert the following pages:
it_it: Si sono verificati alcuni errori durante il tentativo di conversione delle seguenti pagine:

source: Some errors occurred while creating the core database tables.
it_it: Si sono verificati alcuni errori durante la creazione delle tabelle di databse per i moduli base.

source: Some menus did not convert over properly. Please see logs.
it_it: Alcuni menu non si sono convertiti in modo corretto. Verificare i file di log.

source: Some users caused conversion errors.
it_it: Si sono verificati errori durante la conversione di alcuni utenti.

source: Sort ascending
it_it: Ordine crescente

source: Sort descending
it_it: Ordine decrescente

source: Source Directory
it_it: Cartella di origine

source: Table does not exist.
it_it: La tabella non esiste.

source: Table is blank
it_it: La tabella &egrave; vuota.

source: Table name not set.
it_it: Il nome di tabella non &egrave; impostato.

source: Table not set.
it_it: Tabella non impostata.

source: Table prefix
it_it: Prefisso tabelle

source: Table prefix must be alphanumeric characters or underscores only
it_it: Il prefisso delle tabelle pu&ograve; contenere solo caratteri alfanumerici o il carattere di sottolineatura.

source: Template error.
it_it: Errore di modello.

source: Template was not set.
it_it: Il modello non &egrave; impostato.

source: Text area table failed to copy successfully.
it_it: Impossibile copiare la tabella delle aree di testo.

source: Text area table imported successfully.
it_it: Tabella delle aree di testo impostata.

source: Text field table failed to copy successfully.
it_it: Impossibile copiare la tabella delle aree di testo.

source: Text field table imported successfully.
it_it: Tabella delle aree di testo importata.

source: The File Cabinet module is not installed.
it_it: Il modulo "Archivio file" non &egrave; installato.

source: The character string below differentiates your site from others on the same server.
it_it: La stringa di caratteri seguente differenzia l'installazione di questo sito dalle altre eventualmente presenti sul medesimo server.

source: The database creation succeeded!
it_it: Creazione del database riuscita!

source: The database's name into which you are installing phpWebSite.
it_it: Il nome del database da utilizzare per l'installazione di phpWebSite.

source: The example is randomly generated.
it_it: L'esempio &egrave; generato in modo casuale.

source: The following directories are not writable:
it_it: Impossibile scrivere sulle cartelle seguenti:

source: The following directories need to be created:
it_it: &Egrave; necessario creare le seguenti cartelle:

source: The submitted template is not an array.
it_it: Il modello fornito non &egrave; un array.

source: There are two methods for converting your webpages:
it_it: Ci sono due metodi per convertire le pagine web:

source: There aren't any conversion files in the convert/modules directory.
it_it: La cartella convert/modules non contiene file di conversione.

source: There is a problem with your sessions.
it_it: Si &egrave; verificato un problema con le sessioni.

source: This is an incomplete object. If this is a sessioned object, make sure to declare the class before the variable.
it_it: Questo &egrave; un oggetto incompleto. Se questo &egrave; un oggetto che fa uso delle sessioni, accertarsi che la classe sia dichiarata prima della variabile di sessione.

source: This is the directory where phpWebSite is installed.
it_it: Questa &egrave; la cartella in cui phpWebSite &egrave; installato.

source: This is the user name that phpWebSite will use to access its database.
it_it: Questo &egrave; il nome utente che phpWebSite utilizzer&agrave; per accedere al suo database.

source: Title
it_it: Titolo

source: Type
it_it: Tipo

source: Unable to connect to the database with the information provided.
it_it: Impossibile connettersi al database utilizzando le informazioni fornite.

source: Unable to connect.
it_it: Impossibile connettersi.

source: Unable to copy file.
it_it: Impossibile copiare il file.

source: Unable to create file directory.
it_it: Impossibile creare cartelle.

source: Unable to create the database.
it_it: Impossibile creare il database.

source: Unable to delete directory.
it_it: Impossibile eliminare la cartella.

source: Unable to delete file.
it_it: Impossibile eliminare il file.

source: Unable to derive class variables.
it_it: Impossibile derivare le vartiabili della calsse.

source: Unable to find element "%s".
it_it: Impossibile trovare l'elemento "%s".

source: Unable to find the specified editor type.
it_it: Impossibile trovare il tipo di editor specificato.

source: Unable to find your module's settings.php file.
it_it: Impossibile trovare il file settings.php del modulo.

source: Unable to locate the source directory:
it_it: Impossibile individuare la cartella di origine:

source: Unable to log in to the database. Please check your settings.
it_it: Impossibile accedere al database. Verificare le impostazioni.

source: Unable to save file in selected directory.
it_it: Impossibile salvare il documento nella cartella selezionata.

source: Unable to verify source directory. Check PHPWS_SOURCE_DIR.
it_it: Impossibile verificare la cartella di origine. Verificare PHPWS_SOURCE_DIR.

source: Unable to write %s file.
it_it: Impossibile scrivere il file %s.

source: Unable to write to log directory.
it_it: Impossibile scrivere nella cartella dei log.

source: Unapproved
it_it: Non approvato

source: Uncheck all
it_it: Deseleziona tutti

source: Uninstall
it_it: Disinstallazione

source: Unknown
it_it: Sconosciuto

source: Unknown Error.
it_it: Errore sconosciuto.

source: Unknown column type:
it_it: Tipo di colonna sconosciuto:

source: Unknown error code.
it_it: Codice di errore sconosciuto.

source: Unknown module.
it_it: Modulo sconosciuto.

source: Unknown or incorrect class.
it_it: Classe sconosciuta o non corretta.

source: Unknown source
it_it: Origine sconosciuta

source: Unknown user
it_it: Utente sconosciuto

source: Unrecognized form type.
it_it: Tipo di formulario non riconosciuto.

source: Unsorted
it_it: Non ordinato

source: Untitled
it_it: Senza Nome

source: Upload directory not set in file object.
it_it: Cartella di upload non definita nel file oggetto.

source: Upload file size is larger than the server %s maximum.
it_it: La dimenione del file da caricare &egrave; maggiore del massimo di %s ammesso dal server.

source: Use Pear files included with phpWebSite (recommended).
it_it: Usa i file PEAR inclusi con phpWebSite (raccomandato).

source: Use server's Pear library files (not recommended).
it_it: Usa i file della libreria PEAR del server (non raccomandato).

source: User name
it_it: Nome utente

source: User tried to post a file beyond server limits.
it_it: L'utente ha tentato di inviare un file che va oltre i limiti del server.

source: Username
it_it: Nome utente

source: Username and password combination not found.
it_it: La combinazione Nome utente e Password non &egrave; stata trovata.

source: Using configuration files directly from module's directory.
it_it: Usa i file di configurazione direttamente dalla cartella del modulo.

source: Using local configuration files.
it_it: Usa i file di configurazione locali.

source: Using local templates, not module's.
it_it: Usa i modelli locali, non quello del modulo.

source: Using module template, not local.
it_it: Usa il modello del modulo, non quelli locali.

source: VALUE
it_it: VALORE

source: Variable is a %s, not an object.
it_it: La variabile &egrave; di tipo %s, non di tipo oggetto.

source: Variable name not found in_FILES array.
it_it: Nome di variabile non trovata nell'array _FILES.

source: Visible
it_it: Visibile

source: Warning
it_it: Avviso

source: We suggest you use the library files included with phpWebSite.
it_it: &Egrave; consigliabile utilizzare la libreria gi&agrave; inclusa in phpWebSite.

source: Web Page conversion
it_it: Conversione del modulo Pagine Web

source: Web Page is not installed.
it_it: Il modulo "Pagine web" non &egrave; installato.

source: Web Pages have already been converted.
it_it: Il modulo "Pagine web" &egrave; gi&agrave; stato convertito.

source: Wrong data type.
it_it: Tipo di dato errato.

source: Wrong element type for procedure.
it_it: Tipo di elemento errato per la procedura.

source: Wrong variable type.
it_it: Tipo di variabile errato.

source: You can now finish the creation of your config file.
it_it: Si pu&ograve; terminare la creazione del file di configurazione.

source: You may change it if you wish.
it_it: Se si vuole &egrave; possibile cambiarlo.

source: You may choose to ignore users who haven't logged in for a while.
it_it: Si pu&ograve; scegliere di ignorare gli utenti che non sono entrati nel sito da tempo.

source: You may convert two different ways.
it_it: Si pu&ograve; convertire in due modi differenti.

source: You may delete your images/pagemaster/ directory if you wish.
it_it: Se si vuole &egrave; possibile eliminare la cartella images/pagemaster/

source: You may not use "%s" as a form element name.
it_it: Non si pu&ograve; utilizzare "%s" come nome per un elemento di un modulo.

source: You must be a deity to run Site Manager.
it_it: Bisogna essere amministratori per eseguire il modulo "Gestione Sito".

source: You will need to change the permissions.
it_it: Occorre cambiare i permessi.

source: You will need to create it manually and rerun the setup.
it_it: Bisogna crearlo a mano e rieseguire il programma di installazione.

source: Your configuration file already exists.
it_it: Il file di configurazione esiste gi&agrave;.

source: Your configuration file could not be written into the following directory:
it_it: Il file di configurazione non pu&ograve; essere scritto nella cartella seguente:

source: Your configuration file was written successfully!
it_it: File di configurazione scritto!

source: Your core config.php file is missing. Please create one and return.
it_it: Manca il file config.php dei moduli base. Crearne uno e riprovare.

source: \1 wrote
it_it: \1 scritto

source: a heartbeat ago
it_it: un attimo fa

source: loadObject expected the object to have an id or where clause.
it_it: La funzione loadObject richiede che l'oggetto abbia un ID o una clausola WHERE.

source: of
it_it: di

source: phpWebSite %s Setup
it_it: Installazione di phpWebSite %s

source: phpWebSite 1.x.x Convert
it_it: Conversione di phpWebSite 1.0.0

source: phpWebSite depends on sessions to move data between pages.
it_it: phpWebSite dipende dalle session pre spostare i dati tra le pagine.

source: phpWebSite supports several databases. Choose the type your server currently is running.
it_it: phpWebSite supporta svariati tipi di database. Selezionare il tipo di database utilizzato sul vostro server.

source: phpWebSite uses the Pear library extensively.
it_it: phpWebSite usa la libreria PEAR in modo intensivo.
