Repository: AppStateESS/phpwebsite
Catalog: mod/version/locale/*/LC_MESSAGES/version.po
Languages: no_no

source: A problem occurred when trying to process the restoration list.
no_no: Ett problem oppstod ved forsøk på å behandle regenerering listen.

source: Anonymous
no_no: Anonym

source: Approve
no_no: Godkjenn

source: Are you sure you want to remove this version?
no_no: Er du sikker på at du ønsker å fjerne denne versjonen?

source: Author
no_no: Opphavsmann

source: Controls the versioning settings.
no_no: Kontrollerer versjons innstillinger.

source: Created
no_no: Opprettet

source: Disapprove
no_no: Ikke godkjenn

source: Edit
no_no: Endre

source: Keep all versions
no_no: Behold alle versjoner

source: Missing columns.php file
no_no: Mangler columns.php fil

source: Missing source data.
no_no: Mangler kilde data.

source: No backup versions available.
no_no: Ingen backup versjoner tilgjengelig.

source: No items for approval.
no_no: Ingen poster til godkjenning.

source: Remove
no_no: Fjern

source: Restore
no_no: Gjenopprett

source: Save
no_no: Lagre

source: Set variable must be an object or an array.
no_no: Sett variabel må være ett objekt eller en tabell.

source: Settings saved.
no_no: Innstillinger lagret.

source: Source table not found.
no_no: Kilde tabell ikke funnet.

source: There was an error removing a version table.
no_no: Det var en feil ved fjerning av versjon tabell.

source: Unknown module
no_no: Ukjent modul

source: Version
no_no: Versjon

source: Version function requires an item id.
no_no: Versjon funksjon trenger post id.

source: Version settings
no_no: Versjon innstillinger

source: Version table removed: %s
no_no: Versjon tabell fjernet: %s

source: View
no_no: Se
