Repository: AppStateESS/phpwebsite
Catalog: mod/branch/locale/*/LC_MESSAGES/branch.po
Languages: it_it, nl_nl, no_no

source: .htaccess detected on hub. Attempting to create default file on branch.
it_it: Rilevato il file .htaccess del sito padre. Creazione del file predefinito sul sito derivato in corso.
nl_nl: .htaccess in hub gevonden. Verzoek standaard bestand op branch te maken.
no_no: .htaccess funnet på nettnav. Forsøker å opprette standard fil på bransje.

source: Action
it_it: Azione
nl_nl: Actie
no_no: Handling

source: All done!
it_it: Finito!
nl_nl: Klaar!
no_no: Alle ferdig!

source: An error occurred when trying to connect to the database.
it_it: Si &egrave; verificato un errore tentando di connettersi al database.
nl_nl: Geen verbinding met database.
no_no: En feil oppstod ved forsøk på å koble til databasen.

source: An error occurred when trying to save the module list.
it_it: Si &egrave; verificato un errore tentando di salvare l'elenco dei moduli.
nl_nl: Opslaan modulelijst mislukt.
no_no: En feil oppstod ved forsøk på å lagre modul listen.

source: An error occurred while saving your branch.
it_it: Si &egrave; verificato un errore tentando di salvare il sito derivato.
nl_nl: Opslaan branch mislukt.
no_no: En feil oppstod ved lagring av din bransje.

source: An error occurred while trying to install your modules.
it_it: Si &egrave; verificato un errore tentando di installare i moduli.
nl_nl: Installeren modules mislukt.
no_no: En feil oppstod ved forsøk på å installere dine moduler.

source: Branch
it_it: Siti derivati
no_no: Bransje

source: Branch List
it_it: Elenco siti derivati
nl_nl: Branch lijst
no_no: Bransje liste

source: Branch created successfully.
it_it: Sito derivato creato.
nl_nl: Branch aangemaakt.
no_no: Bransje opprettet med godt resultat.

source: Branch directory does not exist.
it_it: La cartella del sito derivato non esiste.
nl_nl: Map branch ontbreekt.
no_no: Bransje mappe eksisterer ikke.

source: Branch name
it_it: Nome del sito derivato
nl_nl: Branch naam
no_no: Bransje navn

source: Branch specifications
it_it: Specifiche del sito derivato
nl_nl: Branch specificatie
no_no: Bransje spesifikasjoner

source: Config file created successfully.
it_it: File di configurazione creato.
nl_nl: Configuratiebestand aangemaakt.
no_no: Config fil opprettet med godt resultat.

source: Connected successfully, but the database does not exist.
it_it: Connessione avvenuta, ma il database non esiste.
nl_nl: Database ontbreekt.
no_no: Tilkoblet med godt resultat, men databasen eksisterer ikke.

source: Connected successfully, but this database already contains tables.
it_it: Connessione avvenuta, ma il database contiene gi&agrave; tabelle.
nl_nl: Deze database heeft al tabellen.
no_no: Tilkoblet med godt resultat, men databasen inneholder alt tabeller.

source: Connection Port
it_it: Porta di connessione
nl_nl: Verbindingspoort
no_no: Tilkoblings Port

source: Connection successful. Database available.
it_it: Connessione avvenuta. Database disponibile.
nl_nl: Database beschikbaar.
no_no: Tilkoblet med godt resultat. Databasen er tilgjengelig.

source: Continue to install branch core
it_it: Continua l'installazione dei componenti base del sito derivato.
nl_nl: Verder met installatie branch core
no_no: Fortsett med å installere bransje kjerne.

source: Continue...
it_it: Continua...
nl_nl: verder...
no_no: Fortsett...

source: Copied admin file to branch.
it_it: I file amministrativi sono stati copiati nel sito derivato.
nl_nl: Administratiebestand branch aangemaakt.
no_no: Kopierte admin fil til bransje.

source: Copied config files to branch.
it_it: I file di configurazione sono stati copiati nel sito derivato.
nl_nl: Configuratiebestanden branch aangemaakt.
no_no: Kopierte config fil til bransje.

source: Copied core images.
it_it: Le immagini del nucleo sono state copiate.
nl_nl: Core afbeeldingen gekopieerd.
no_no: Kopierte kilde bilder.

source: Copied javascript files to branch.
it_it: I file javascript sono stati copiati nel sito derivato.
nl_nl: Javascript bestanden naar branch gekopieerd.
no_no: Kopierte javascript fil til bransje.

source: Copied successfully.
it_it: Copia eseguita.
nl_nl: Kopieren gelukt.
no_no: Kopierte med godt resultat.

source: Copied themes to branch.
it_it: I temi sono stati copiati sul sito derivato.
nl_nl: Thema's naar branch gekopieerd.
no_no: Kopierte theme fil til bransje.

source: Core SQL import failed.
it_it: Importazione del codice SQL principale non riuscita.
nl_nl: Core SQL import mislukt.
no_no: Kjerne SQL import feilet.

source: Core SQL import successful.
it_it: Importazione del codice SQL principale riuscita.
nl_nl: Core SQL import gelukt.
no_no: Kjerne SQL importerte med godt reultat.

source: Core installed successfully. Continue to core module installation.
it_it: Moduli base installati. Installazione dei moduli.
nl_nl: Core aangemaakt. Verder met installatie core modules.
no_no: Kilde installert med godt reultat. Fortsett til kilde modul installasjon.

source: Could not connect to the database.
it_it: Impossibile connettersi al database.
nl_nl: Geen verbinding met database.
no_no: Kunne ikke koble til databasen.

source: Create branch directories
it_it: Crea le directory del sito derivato
nl_nl: Aanmaken mappen branch
no_no: Opprett bransje mapper

source: Create branch information
it_it: Crea le informazioni del sito derivato
nl_nl: Aanmaken informatie branch
no_no: Opprett bransje informasjon

source: Create new database
it_it: Crea un nuovo database
nl_nl: Aanmaken nieuwe database
no_no: Opprett ny databasse

source: Database Host
it_it: Host del database
no_no: Database vert

source: Database created successfully.
it_it: Database creato.
nl_nl: Database aangemaakt.
no_no: Database opprettet med godt resultat.

source: Database information
it_it: Informazioni sul database
nl_nl: Database informatie
no_no: Database informasjon

source: Database name
it_it: Nome del database
nl_nl: Database naam
no_no: Database navn

source: Database syntax
it_it: Tipo di database
no_no: Database syntaks

source: Directory
it_it: Cartella
nl_nl: Map
no_no: Mappe

source: Directory creation successful.
it_it: Creazione cartella
nl_nl: Map aangemaakt.
no_no: Mappe opprettet med godt resultat.

source: Directory exists but already contains files.
it_it: La cartella esite ma non &egrave; vuota.
nl_nl: Map bestaat en bevat al bestanden.
no_no: Mappen eksisterer men inneholder alt filer.

source: Directory exists but is not writable.
it_it: La cartella esiste ma non ha i permessi di scrittura.
nl_nl: Map is niet schrijfbaar.
no_no: Mappen eksisterer men er skrivebeskyttet.

source: Edit
it_it: Modifica
nl_nl: Wijzigen
no_no: Endre

source: Edit branch
it_it: Modifica sito derivato
nl_nl: Wijzigen branch
no_no: Endre bransje

source: Enter your site's url address.
it_it: Inserire l'URLdel sito
nl_nl: Voer de URL van de site in.
no_no: Legg inn din side's url adresse.

source: Failed to copy admin file to branch.
it_it: Impossibile copiare il file di amministrazione nel sito derivato.
nl_nl: Kopieren administratie branch bestand mislukt.
no_no: Feilet i å kopiere admin fil til bransje.

source: Failed to copy core config files to branch.
it_it: Impossibile copiare i file di configurazione dei moduli base nel sito derivato.
nl_nl: Kopieren core configuratiebestanden naar branch mislukt.
no_no: Feilet i å kopiere kilde config filer til bransje.

source: Failed to copy core images to branch.
it_it: Impossibile copiare le immagini dei moduli base nel sito derivato.
nl_nl: Kopieren core afbeeldingen naar branch mislukt.
no_no: Feilet i å kopiere kilde bilder til bransje.

source: Failed to copy javascript files to branch.
it_it: Impossibile copiare i file javascript nel sito derivato.
nl_nl: Koppieeren Javascriptbestanden naar branch mislukt.
no_no: Feilet i å kopiere javascript filer til bransje.

source: Failed to copy theme files to branch.
it_it: Impossibile copiare i file dei temi grafici nel sito derivato.
nl_nl: Kopieren thema bestanden naar branch mislukt.
no_no: Feilet i å kopiere theme filer til bransje.

source: Failed to create config.php file in the branch.
it_it: Impossibile creare il file config.php nel sito derivato.
nl_nl: Aanmaken config.php in branch mislukt.
no_no: Feilet i å opprette confir.php fil i bransjen.

source: ID hash
it_it: Codice hash

source: Incorrect or missing branch id.
it_it: ID del sito derivato errato o mancante.
nl_nl: Fout of ontbrekend branch id.
no_no: ukorrekt elller manglende bransje id.

source: Install and update branch sites.
it_it: Permette di installare e amministrare i siti derivati.
nl_nl: Installeren en wijzigen branch sites.
no_no: Installer og oppdater bransje sider.

source: Install branch core
it_it: Installa i moduli base del sito derivato
nl_nl: Installeren branch core
no_no: Installer bransje kilde

source: Installing core modules
it_it: Installazione dei moduli di base in corso
nl_nl: Installeren Core modules
no_no: Installer kilde moduler

source: List
it_it: Elenco
nl_nl: Lijst
no_no: Liste

source: Module access for "%s"
it_it: Accesso del modulo per "%s"
nl_nl: Module toegang voor "%s"
no_no: Modul tilgang for "%s"

source: Module list saved successfully.
it_it: Elenco dei moduli salvato.
nl_nl: Modulelijst opgeslagen.
no_no: Modul liste lagret med godt resultat.

source: Modules
it_it: Moduli
no_no: Moduler

source: New
it_it: Nuovo
nl_nl: Nieuw
no_no: Ny

source: Permission user
it_it: Utente database
nl_nl: Rechten gebruiker
no_no: Rettighet bruker

source: Please check your error logs and try again.
it_it: Verificare i file di log degli errori e riprovare.
nl_nl: Controleer de log en probeer opnieuw.
no_no: Vennligst sjekk dine feilmelging logger og prøv igjen.

source: Remove
it_it: Rimuovi
nl_nl: Verwijder
no_no: Fjern

source: Removing this branch will make it inaccessible.\nThe database and files will remain behind.\nIf you are sure you want to remove the branch, type the branch name:
it_it: La rimozione di questo sito derivato lo render&agrave; inaccessibile.\nIl database e i file non saranno rimossi.\nPer rimuovere il sito derivato digitare il nome del sito derivato:
nl_nl: Verwijderen van een branch maakt het onbereikbaar.\nDe database en bestanden blijven bestaan.\nAls u wilt doorgaan, type dan de naam van de branch in:
no_no: Fjerning av denne bransjen vil gjøre den utilgjengelig.\nDatabasen og filene vil eksistere i bakgrunnen.\nHvis du er sikker på at du vil fjerne bransjen, tast inn bransje navnet:

source: Save
it_it: Salva
nl_nl: Opslaan
no_no: Lagre

source: Set up allowed modules
it_it: Imposta i moduli consentiti
nl_nl: Instellen toegestane modules
no_no: Sett opp tillatte moduler

source: Setup branch database
it_it: Impostazioni del database del sito derivato
nl_nl: Instellen database branch
no_no: Oppsett bransje database

source: Sorry, but Branch failed to make the proper directories.
it_it: Spiacenti, impossibile creare le cartelle necessarie.
nl_nl: Helaas, Branch heeft geen goede mappen kunnen maken.
no_no: Beklager, men bransje feilet i å opprette de riktige mappene.

source: Table prefix
it_it: Prefisso tabelle
nl_nl: Tabel prefix
no_no: Tabell prefix

source: Table prefix must be alphanumeric characters or underscores only
it_it: Il prefisso delle tabelle pu&ograve; contenere solo caratteri alfanumerici o il carattere di sottolineatura.
nl_nl: In de tabel prefix mogen alleen alfanumerieke tekens en het liggende streepje
no_no: Tabell prefix må bare være alfanumetriske tegn eller understrek.

source: This database name is not allowed.
it_it: Il nome di database specificato non &egrave; valido.
nl_nl: Deze databasenaam is niet toegestaan.
no_no: Dette database navnet er ikke tillatt.

source: URL
it_it: Indirizzo

source: Unable to copy .htaccess file.
it_it: Impossibile copiare il file .htaccess.
nl_nl: Kan .htaccess bestand niet kopieren.
no_no: Ikke mulig å kopiere .thaccess fil.

source: Unable to create branch directories.
it_it: Impossibile creare le cartelle del sito derivato.
nl_nl: Aanmaken mappen branch mislukt.
no_no: Ikke mulig å opprette bransje mapper.

source: Unable to create the database. You will need to create it manually.
it_it: Impossibile creare il database. Sar&agrave; necessario crearlo a mano.
nl_nl: Aanmaken database mislukt. U zult de database handmatig moeten aanmaken.
no_no: Ikke mulig å opprette databasen. Du må opprette den manuelt.

source: Unable to create the directory. You will need to create it manually.
it_it: Impossibile creare la cartella. Sar&agrave; necessario crearla a mano.
nl_nl: Aanmaken map mislukt. U zult het handmatig moeten doen.
no_no: Ikke mulig å opprette mappen. Du må opprette den manuelt.

source: Unable to get database connect information. Please try again.
it_it: Impossibile ottenere le informazioni di connessione al database. Riprovare.
nl_nl: Verbinding met database mislukt. Probeer opnieuw.
no_no: Ikke mulig å skaffe database tilkobling informasjon. Vennligst prøv igjen.

source: Unchecked modules cannot be installed on this branch.
it_it: I moduli non selezionati non potranno essere installati nel sito derivato.
nl_nl: Niet aangevinkte modules kunnen niet in de branch geinstalleerd worden.
no_no: ikke merkede moduler kan ikke installeres i denne bransjen

source: Update
it_it: Aggiorna
nl_nl: Wijzigen
no_no: Oppdater

source: Url
it_it: Indirizzo

source: Use hub values
it_it: Usa i valori del sito padre
nl_nl: Gebruik hubwaarde
no_no: Bruk nettnav verdier

source: User password
it_it: Password database
nl_nl: Gebruikerswachtwoord
no_no: Bruker passord

source: You may not use that branch name.
it_it: Non &egrave; possibile utilizzare questo nome per il sito derivato.
nl_nl: Deze branch naam is niet toegestaan.
no_no: Du kan ikke benytte det bransje navnet.

source: You must name your branch.
it_it: Occorre dare un nome al sito derivato.
nl_nl: Naam branch ontbreekt.
no_no: Du må gi din bransje ett navn.

source: You must type a database name.
it_it: Occorre specificare il nome di un database.
nl_nl: Naam database ontbreekt.
no_no: Du må legge til et database navn.

source: You must type a database user.
it_it: Bisogna specificare un utente del database.
nl_nl: Gebruikersnaam database ontbreekt.
no_no: Du må legge til et database brukernavn

source: Your branch site must have a site_hash.
it_it: Il sito derivato deve avere un codice hash.
nl_nl: Uw branch heeft een sitehash nodig.
no_no: Din bransje side må ha et site_hash.

source: Though not recommended, prefixing will allow you to install to this database.
nl_nl: Gebruik van een prefix wordt niet aangeraden, u kunt deze database installeren

source: Though not recommended, you can force installation by clicking Continue below.
nl_nl: U kunt installatie forceren, dat wordt niet aangeraden. Klik onder voor doorgaan.
