Repository: AppStateESS/phpwebsite
Catalog: mod/blog/locale/*/LC_MESSAGES/blog.po
Languages: it_it

source: A problem occured with your submission. Please try again later.
it_it: Si &egrave; verificato un problema con l'invio. Riprovare pi&ugrave; tardi.

source: A problem occurred when trying to disapprove this entry.
it_it: Si &egrave; verificato un problema tentando di rifiutare questa voce.

source: A version of this entry is awaiting approval.
it_it: Una versione di questa voce &egrave; in attesa di approvazione.

source: Action
it_it: Azione

source: Add entry
it_it: Aggiungi voce

source: Add new blog
it_it: Aggiungi nuovo blog

source: Allow anonymous comments
it_it: Permetti commenti da utenti anonimi

source: Allow anonymous comments by default
it_it: Permetti commenti da utenti anonimi in modo predefinito

source: Allow anonymous submissions
it_it: Permetti invii da utenti anonimi

source: Allow comments
it_it: Permetti i commenti

source: Allow comments by default
it_it: Permetti i commenti in modo predefinito

source: Always
it_it: Sempre

source: An error occurred when saving your version.
it_it: Si &egrave; verificato un errore tentando di salvare la tua versione.

source: An error occurred when trying to save your entry. Please check your logs.
it_it: Si &egrave; verificato un errore tentando di salvare la tua voce. Verificare i file di log.

source: Anonymous
it_it: Anonimo

source: Approval (%s)
it_it: Approvazione (%s)

source: Approval list
it_it: Elenco di approvazione

source: Approve
it_it: Approva

source: Are you sure you want to permanently delete this blog entry?
it_it: Eliminare in modo definitivo questo blog?

source: Blog Archive
it_it: Archivio Blog

source: Blog Entries Awaiting Approval
it_it: Voci di blog in attesa di approvazione

source: Blog Restore
it_it: Ripristino blog

source: Blog Settings
it_it: Impostazioni blog

source: Blog entry approved.
it_it: Voce di blog approvata.

source: Blog entry deleted.
it_it: Voce di blog eliminata.

source: Blog entry disapproved.
it_it: Voce di blog non approvata.

source: Blog entry removed.
it_it: Voce di blog rimossa.

source: Blog entry restored.
it_it: Voce di blog ripristinata.

source: Blog settings saved.
it_it: Impostazioni blog salvate.

source: Blog tables removed.
it_it: Tabelle del Blog rimosse.

source: Blog view limit
it_it: Limite di visualizzazione del blog

source: CAPTCHA submissions
it_it: Invii CAPTCHA

source: Cache anonymous view
it_it: Memorizza le visualizzazioni degli utenti anonimi

source: Category
it_it: Categoria

source: Change settings (Unrestricted only)
it_it: Modifica le impostazionei (Solo non protette)

source: Clip for menu
it_it: Ritaglio per menu

source: Comment
it_it: Commento

source: Create first blog entry!
it_it: Crea la prima voce di blog

source: Creation
it_it: Creazione

source: Delete
it_it: Elimina

source: Delete blog
it_it: Elimina blog

source: Disapprove
it_it: Non approvare

source: Do not show
it_it: Non mostrare

source: Edit
it_it: Modifica

source: Edit blog
it_it: Modifica il blog

source: Edit blogs
it_it: Modifica i blog

source: Entry
it_it: Contenuti

source: Entry saved successfully.
it_it: Voce salvata.

source: Expire
it_it: Scadenza

source: Expire date/time
it_it: Data/ora di scadenza

source: Hide general image folders
it_it: Nascondi le cartelle delle immagini generiche

source: Image
it_it: Immagine

source: Last poster
it_it: Ultimo blogger

source: List
it_it: Elenco

source: Maximum image height (50-2048)
it_it: Altezza massima immagine (50-2048)

source: Maximum image width (50-2048)
it_it: Larghezza massima immagine (50-2048)

source: Missing title.
it_it: Titolo mancante.

source: New
it_it: Nuovo

source: New Blog Entry
it_it: Nuova voce di blog

source: Next page
it_it: Pagina successiva

source: No action
it_it: Nessuna azione

source: No expiration
it_it: Nessuna scadenza

source: No title
it_it: Nessun titolo

source: Number of past entries
it_it: Numero di voci precedenti

source: Only on home page
it_it: Solo sulla pagina principale

source: Only show one category icon
it_it: Mostra solo l'icona di una categoria

source: Please enter word in image correctly.
it_it: Digitare correttamente la parola letta nell'immagine.

source: Post current thoughts, happenings, and discussions.
it_it: Invia pensieri, avvenimenti e discussioni di attualit&agrave;.

source: Posted by
it_it: Inviato da

source: Posted on
it_it: Inviato il

source: Previous blog entries
it_it: Voci di blog precedenti

source: Previous page
it_it: Pagina precedente

source: Publish
it_it: Pubblica

source: Publish date/time
it_it: Data/ora di pubblicazione

source: Read more
it_it: Leggi tutto

source: Recent blog entries
it_it: Voci di blog recenti

source: Repeat submission
it_it: Ripeti invio

source: Reset cache
it_it: Azzera cache

source: Restore
it_it: Ripristina

source: Save Changes and Approve
it_it: Salvare le modifiche e approvare

source: Save settings
it_it: Salva impostazioni

source: Set to zero to prevent display
it_it: Impostare a zero per prevenire la visualizzazione

source: Settings
it_it: Impostazioni

source: Show blog on home page
it_it: Mostra il blog sulla pagina principale

source: Show category icons
it_it: Mostra le icone delle categorie

source: Show category links
it_it: Mostra i collegamenti delle categorie

source: Show recent entries
it_it: Mostra le voci recenti

source: Site is not accepting anonymous submissions.
it_it: Il sito non accetta invii da parte di utenti anonimi.

source: Sorry
it_it: Spiacenti

source: Sticky
it_it: In primo piano

source: Submit Entry
it_it: Invia voce

source: Submit entry
it_it: Invia voce

source: Suggest entry
it_it: Suggerisci voce

source: Summary
it_it: Sommario

source: System caching disabled.
it_it: Il caching di sistema &egrave; disabilitato.

source: Thank you
it_it: Grazie

source: This version has not been approved.
it_it: Questa versione non &egrave; stata approvata.

source: Title
it_it: Titolo

source: Tried to edit an unapproved item.
it_it: Tentativo di modificare una voce non approvata.

source: Type the word seen in the image.
it_it: Digitare la parola letta nell'immagine.

source: Unsticky
it_it: Rimuovi dal primo piano

source: Update Blog Entry
it_it: Aggiorna la voce di blog

source: Update Unapproved Blog Entry
it_it: Aggiorna la voce non approvata del blog

source: Update entry
it_it: Aggiorna voce

source: Use Image Manager
it_it: Utilizzare il gestore immagini

source: User attempted access to Blog administration.
it_it: Tentativo di accesso all'amministrazione del blog.

source: User tried to edit a blog.
it_it: Tentativo di modificare un blog.

source: View
it_it: Visualizza

source: View version
it_it: Visualizza versione

source: Your entry has been submitted for review.
it_it: La voce &egrave; stata inviata per revisione.

source: Your entry is being held for approval.
it_it: La voce &egrave; stata trattenuta per approvazione.

source: Your submission is still awaiting approval.
it_it: La voce &egrave; ancora in attesa di approvazione.

source: Your submission must have a summary.
it_it: La voce deve avere un sommario.
