Repository: AppStateESS/phpwebsite
Catalog: mod/rideboard/locale/*/LC_MESSAGES/rideboard.po
Languages: no_no

source: - Do not limit -
no_no: - Ikke begrens -

source: - Location in comments -
no_no: - Plassering i kommentarer -

source: - Locations in comments -
no_no: - Plasseringer i kommentarer -

source: Add menu link
no_no: Legg til meny link

source: An error occurred when pulling your rides.
no_no: En feil oppstod ved trekking av dine kjøreturer.

source: An error occurred when trying to save your ride. Please try again later.
no_no: En feil oppstod ved forsøk på å lagre din kjøretur. Vennligst prøv igjen seinere.

source: Anyone
no_no: Noen

source: Are you sure you want to delete this ride?
no_no: Er du sikker på at du ønsker å slette denne kjøreturen?

source: Back to search
no_no: Tilbake til søk

source: Change settings
no_no: Foandre innstillinger

source: Comments
no_no: Kommentarer

source: Default starting location
no_no: Standard start plassering

source: Delete
no_no: Slett

source: Delete
no_no: Slett

source: Delete ride offers
no_no: Slett kjøretur tilbuder

source: Destination
no_no: Destinasjon

source: Distance format
no_no: Distanse format

source: Does not matter
no_no: Gjør ingenting

source: Driver
no_no: Sjåfør

source: Driver or Rider
no_no: Sjåfør eller Passasjer

source: Driver or rider
no_no: Sjåfør eller passasjer

source: Drivers
no_no: Sjåfører

source: Driving from <strong>%s</strong> on <strong>%s</strong> to <strong>%s</strong>.
no_no: Kjører fra <strong>%s</strong> den <strong>%s</strong> til <strong>%s</strong>.

source: Driving from <strong>%s</strong> on <strong>%s</strong>.
no_no: Kjører fra <strong>%s</strong> den <strong>%s</strong>.

source: Driving on <strong>%s</strong>.
no_no: Kjører den <strong>%s</strong>.

source: Driving to <strong>%s</strong> on <strong>%s</strong>.
no_no: Kjører til <strong>%s</strong> den <strong>%s</strong>.

source: Edit
no_no: Endre

source: Edit location
no_no: Endre plassering

source: Edit locations
no_no: Endre plasseringer

source: Edit the location %s
no_no: Endre plasseringen %s

source: Either
no_no: Enten

source: Either gender
no_no: Ene eller andre kjønn

source: Email user
no_no: Email bruker

source: Expired
no_no: Utgått

source: Female
no_no: Kvinne

source: Gender
no_no: Kjønn

source: Gender - Smoking Preference
no_no: Kjønn - Røyke preferanse

source: Gender preference
no_no: Kjønn Preferanse

source: Go
no_no: Gå

source: I am
no_no: Eg er

source: If you haven't set your leaving and arriving locations, you must add information to your comments.
no_no: Hvis du ikke har satt dine avgang og ankomst steder, må du legge til informasjon i dine kommentarer.

source: Invalid leaving date
no_no: Ugyldig avreise dato

source: Kilometers
no_no: Kilometer

source: Leaving around
no_no: Avreise rundt

source: Leaving from
no_no: Avreise fra

source: Leaving from/on
no_no: Avreise fra/den

source: Leaving on
no_no: Avreise den

source: Locations
no_no: Steder

source: Looking for
no_no: Ser etter

source: Looking for a ride
no_no: Ser etter tur

source: Male
no_no: Mann

source: Miles
no_no: Mil

source: Need a ride from <strong>%s</strong> on or around <strong>%s</strong> to <strong>%s</strong>.
no_no: Trenger tur fra <strong>%s</strong> den eller rundt den <strong>%s</strong> til <strong>%s</strong>.

source: Need a ride from <strong>%s</strong> on or around <strong>%s</strong>.
no_no: Trenger tur fra <strong>%s</strong> den eller rundt den <strong>%s</strong>.

source: Need a ride on or around <strong>%s</strong>.
no_no: Trenger tur den eller rundt den <strong>%s</strong>.

source: Need a ride to <strong>%s</strong> on or around <strong>%s</strong>.
no_no: Trenger tur til <strong>%s</strong> den eller rundt den <strong>%s</strong>.

source: New location
no_no: Ny plassering

source: No default
no_no: Ingen standard

source: No rides found fitting your criteria.
no_no: Ingen turer funnet som passer dine kriterier.

source: No rides need purging.
no_no: Ingen turer trenger trekking.

source: Non-smokers only
no_no: Kun ikke røyk

source: Not indicated
no_no: Ikke indikert

source: Offering to drive
no_no: Tilbyr å kjøre

source: Please give your ride a trip title.
no_no: Vennligst gi din kjøretur en tur tittel.

source: Post ride
no_no: Send inn tur

source: Prefer smokers
no_no: Foretrekker røykere

source: Read more
no_no: Les mer

source: Removing location table.
no_no: Fjerner plassering tabell.

source: Removing ride.
no_no: Fjerner tur.

source: Return to Ride Board menu.
no_no: Returner til Ride Board meny.

source: Ride posted!
no_no: Kjøretur sendt inn!

source: Rideboard Settings
no_no: Rideboard innstillinger

source: Rider
no_no: Kjører

source: Save settings
no_no: Lagre innstillinger

source: Search for ride
no_no: Søk etter kjøretur

source: Search for rides
no_no: Søk etter kjøreturer

source: Search rides
no_no: Søk kjøreturer

source: Search words
no_no: Søk ord

source: Settings
no_no: Innstillinger

source: Sharing (driving or riding) a ride from <strong>%s</strong> on or around <strong>%s</strong> to <strong>%s</strong>.
no_no: Deler (kjører eller passasjer) en tur fra <strong>%s</strong> den eller rundt den <strong>%s</strong> til <strong>%s</strong>.

source: Sharing (driving or riding) a ride from <strong>%s</strong> on or around <strong>%s</strong>.
no_no: Deler (kjører eller passasjer) en tur fra <strong>%s</strong> den eller rundt den <strong>%s</strong>.

source: Sharing (driving or riding) a ride on or around <strong>%s</strong>.
no_no: Deler (kjører eller passasjer) en tur den eller rundt den <strong>%s</strong>.

source: Sharing (driving or riding) a ride to <strong>%s</strong> on or around <strong>%s</strong>.
no_no: Deler (kjører eller passasjer) en tur til <strong>%s</strong> den eller rundt den <strong>%s</strong>.

source: Smokers please
no_no: Røykere vennligst

source: Smoking
no_no: Røyking

source: Smoking not important
no_no: Røyking ikke viktig

source: Smoking preference
no_no: Røyking preferanse

source: Sorry
no_no: Beklager

source: The ride has expired.
no_no: Kjøreturen er utgått.

source: This ride could not be found.
no_no: Kjøreturen ble ikke funnet.

source: Trip title
no_no: Tur tittel

source: View my Rides
no_no: Se mine Kjøreturer

source: View my rides
no_no: Se mine kjøreturer

source: You are limited to %s ride posts per account.
no_no: Du er begrenset til %s tur innsendinger per konto.

source: You do not have any rides.
no_no: Du har ingen kjøreturer.

source: Your leaving and arriving locations must be different.
no_no: Din avgangs dato og ankomst dato må være forskjellige.

source: Your leaving date must be in the future.
no_no: Din avgangs dato må være i fremtiden.

source: Your session timed out.
no_no: Din session tid er ute

source: uncheck to disregard
no_no: fjern merket for å overse
