Repository: AppStateESS/phpwebsite
Catalog: mod/pagesmith/locale/*/LC_MESSAGES/pagesmith.po
Languages: nl_nl

source: (Untitled)
nl_nl: (Zonder titel)

source: Action
nl_nl: Actie

source: Add menu link for new pages.
nl_nl: Toevoegen menu link bij nieuwe pagina's.

source: Add page
nl_nl: Toevoegen pagina

source: Add to front
nl_nl: Toevoegen aan voorpagina

source: An error occurred when trying to load the page template.
nl_nl: Het laden van het template is mislukt.

source: Are you sure you want to delete this page?
nl_nl: Wilt u de pagina verwijderen?

source: Back to style selection
nl_nl: Terug naar kiezen stijl

source: Back to top
nl_nl: Terug naar bovenaan

source: Change header
nl_nl: Wijzig kop

source: Change settings (Unrestricted only)
nl_nl: Wijzig instellingen (Alleen onbeperkte)

source: Change template
nl_nl: Wijzig template

source: Change text
nl_nl: Wijzig tekst

source: Choose a style
nl_nl: Kies een stijl

source: Click to display on front page
nl_nl: Op voorpagina tonen

source: Click to remove from front page
nl_nl: Niet meer op voorpagina tonen

source: Could not find any page templates.
nl_nl: Geen pagina templates gevonden.

source: Could not find any page templates. Please check your error log.
nl_nl: Geen templates gevonden, Controleer de log.

source: Create page
nl_nl: Nieuwe pagina

source: Created
nl_nl: Aangemaakt

source: Delete
nl_nl: Verwijderen

source: Delete orphan
nl_nl: Verwijder wees

source: Delete page
nl_nl: Verwijder pagina

source: Edit
nl_nl: Wijzig

source: Edit %s
nl_nl: Wijzigen %s

source: Edit header
nl_nl: Wijzig kop

source: Edit page
nl_nl: Wijzig pagina

source: Edit text
nl_nl: Wijzig tekst

source: Empty content. Consider deletion.
nl_nl: Leeg inhoud. Overweeg verwijderen.

source: Extra templates
nl_nl: Meer templates

source: Header
nl_nl: Kop

source: List
nl_nl: Lijst

source: Missing icon file.
nl_nl: Icoon ontbreekt.

source: Missing style sheet.
nl_nl: Stylesheet ontbreekt.

source: Missing template file.
nl_nl: Bestand template ontbreekt.

source: New
nl_nl: Nieuw

source: Next
nl_nl: Volgende

source: No pages have been created.
nl_nl: Er is geen pagina aangemaakt.

source: Not enough content to create a page.
nl_nl: Te weinig inhoud voor het maken van een pagina.

source: Orphaned content
nl_nl: Losse inhoud (wees)

source: Orphans
nl_nl: Wees

source: Off&nbsp;front
nl_nl: Van&nbsp;voorpagina

source: On&nbsp;front
nl_nl: Op&nbsp;voorpagina

source: Page Title (edit above)
nl_nl: Pagina titel (boven wijzigen)

source: Page not found
nl_nl: Pagina ontbreekt

source: Page number
nl_nl: Paginanummer

source: Page template did not contain any sections.
nl_nl: Pagina template heeft geen secties.

source: Page template directory must be writable to upload templates.
nl_nl: De map met pagina templates moet schrijfbaar zijn om templates te kunnen uploaden

source: Page template is missing a thumbnail.
nl_nl: Het template van de pagina heeft geen thumb.

source: Page template is missing a title.
nl_nl: Het template van de pagina heeft geen titel.

source: Page title
nl_nl: Pagina titel

source: PageSmith Settings
nl_nl: PageSmith instellingen

source: Pages
nl_nl: Pagina's

source: Pg. No.
nl_nl: Blz.

source: Pick a template
nl_nl: Kies een template

source: Previous
nl_nl: Vorige

source: Remove from front
nl_nl: Verwijder van voorpagina

source: Restricted page.
nl_nl: Beperkte pagina.

source: Save page
nl_nl: Pagina opslaan

source: Save and continue
nl_nl: Opslaan en doorgaan

source: Save and view
nl_nl: Opslaan en tonen

source: Settings saved
nl_nl: Instellingen opgeslagen.

source: Shorten all menu links
nl_nl: verkort alle menu links

source: Sorry, but your page could not be found. You may wish to search for it.
nl_nl: Pagina niet gevonden. U wilt er misschien naar zoeken.

source: Structure file (e.g., structure.xml)
nl_nl: Structuur bestand (bijv. structure.xml)

source: Style sheet (e.g., filename.css)
nl_nl: Stylesheet (bijv. filename.css)

source: Template directory created.
nl_nl: Template map aangemaakt.

source: Template file (e.g., filename.tpl)
nl_nl: Template bestand (bijv. filename.tpl)

source: Template icon (e.g., filename.png)
nl_nl: Template icoon (bijv. filename.png)

source: Template name
nl_nl: Template naam

source: Template posted.
nl_nl: Template gepost.

source: The template name must contain alphanumeric characters only.
nl_nl: Template naam moet uit alfanumerieke tekens bestaan.

source: There is already a template with this name.
nl_nl: Er is al een template met die naam.

source: Title
nl_nl: Titel

source: Unable to create page template directory.
nl_nl: De template map kan niet aangemaakt worden.

source: Unable to load page template.
nl_nl: Het template kan niet geladen worden.

source: Update
nl_nl: Wijzigen

source: Update page
nl_nl: Wijzig pagina

source: Updated
nl_nl: Gewijzigd

source: Upload file
nl_nl: Upload bestand

source: Wrong file type for icon file.
nl_nl: Verkeerd bestandstype voor icoon.

source: Wrong file type for structure file.
nl_nl: Verkeerd bestandstype voor structuurbestand.

source: Wrong file type for style sheet.
nl_nl: Verkeerd bestandstype voor stylesheet.

source: Wrong file type for template file.
nl_nl: Verkeerd bestandstype voor template.
