Repository: AppStateESS/phpwebsite
Catalog: mod/skeleton/locale/*/LC_MESSAGES/skeleton.po
Languages: nl_nl

source: About this module:
nl_nl: Over deze module:

source: Add
nl_nl: Toevoegen

source: Add Bone
nl_nl: Toevoegen Bot

source: Add bone to %s
nl_nl: Voeg bot toe aan %s

source: Add new skeleton
nl_nl: Toevoegen skelet

source: Add/Edit bone
nl_nl: Toevoegen/Wijzigen bot

source: Add/Edit skeleton
nl_nl: Toevoegen/Wijzigen skelet

source: Although the skeleton mod demonstrates a lot of basic core functionality, and a reasonable way to construct a module, the phpwebsite core is really very sophisticated and flexible. If I were to attempt to show everything possible in this one module, it would just get confusing :) Please spend some time reading the stuff in /docs/ as well as look through the skeleton mod code. Also, skim through the code in some of the other mods, such as blog and calendar and so on.
nl_nl: De skeleton module biedt veel basis functionaliteit en een manier om modules te maken maar phpwebsite is zelf flexibel en mooi opgezet. In de documentatie (/docs) zijn de opties beschreven. Kijk ook naar de opzet van modules als skeleton, blog, calendar...

source: An error occurred when accessing this skeleton's bones.
nl_nl: Het benaderen van de botten van het skelet is mislukt.

source: Are you sure you want to delete the bone %s?
nl_nl: Wilt u het bot %s verwijderen?

source: Are you sure you want to delete the skeleton %s?
nl_nl: Wilt u het skelet %s verwijderen?

source: Available skeletons
nl_nl: beschikbare skeletten

source: Belongs to: %s
nl_nl: Behoort bij: %s

source: Bone deleted.
nl_nl: Bot verwijderd.

source: Bone details
nl_nl: Bot details

source: Bone saved successfully.
nl_nl: Bot opgeslagen.

source: Bones
nl_nl: Botten

source: Change settings (Unrestricted only)
nl_nl: Wijzig instellingen (Alleen onbeperkte)

source: Check your %s then create a %s to begin
nl_nl: Controleer uw %s en maak daarna een %s om te beginnen

source: Click on "New bone" to start.
nl_nl: Klik op "Nieuw bot" om te beginnen.

source: Continue
nl_nl: Doorgaan

source: Create
nl_nl: Aanmaken

source: Create skeleton skeleton
nl_nl: Aanmaken skelet skelet

source: Delete
nl_nl: Verwijderen

source: Delete bone
nl_nl: Verwijder bot

source: Delete skeleton
nl_nl: verwijder skelet

source: Description
nl_nl: Beschrijving

source: Died
nl_nl: Aangemaakt

source: Died, date/time
nl_nl: Aangemaakt op datum/tijd

source: Edit
nl_nl: Wijzigen

source: Edit bone
nl_nl: Wijzig bot

source: Edit skeleton
nl_nl: Wijzig skelet

source: Enable images and files on skeleton and bone profiles
nl_nl: Inschakelen afbeeldingen en bestanden op skelet en profielen botten

source: Enable skeleton sidebox
nl_nl: Inschakelen skelet boxen

source: Error occurred when saving bone.
nl_nl: Opslaan bot mislukt.

source: Error occurred when saving skeleton.
nl_nl: Opslaan skelet mislukt.

source: Fatal error: Cannot create bone. Missing skeleton id.
nl_nl: Aanmaken bot mislukt (Geen skeleton id).

source: Features
nl_nl: Eigenschappen

source: Final Words
nl_nl: Slotwoord

source: General Settings
nl_nl: Algemene Instellingen

source: I have tried to demonstrate simple and basic uses of many of the methods for developing a phpwebsite module. Skeletons and bones are pretty straight forward item classes. Bones relate to skeletons. Skeletons use the core Key class. This enables lots of things like being able to use the Search class as well as Categories and easy Menu tools. The list views show the basics of using the DBPager class. Skeletons and bones demonstrate how to integrate a File Cabinet file manager. Skeletons are restricted to images and Bones are wide open. Be sure to check out the ease of use of the Link, Text, Form, Settings, Permissions and Layout classes for building intelligent and rich user experiences.
nl_nl: Ik heb geprobeerd het basis gebruik van de vele manieren om een phpwebsite module te maken te demonstreren. Skeletten en botten zijn recht-toe-recht-aan classes. Een bot hoort bij een skelet. Een skelet gebruikt de class Key. Hierdoor zijn er mogelijkheden als het benutten van de Zoek class en de categorieen en de eenvoudige menu functies. De lijst toont alleen het basisgebruik van de class DBPager. Met skeletten en botten kan ook de bestandsbeheerder File Cabinet gebruikt worden. Een skelet gebruikt alleen afbeeldingen, botten zijn breder toepasbaar. Kijk naar het eenvoudige gebruik van Link, Text, Form, Settings, Permissions en Layout classes voor het maken van een goede toepassing.

source: If you would like to help out with the ongoing development of skeleton, or other modules by Verdon Vaillancourt, %s click here to donate %s (opens in new browser window).
nl_nl: Wilt u helpen bij de ontwikkeling van skeleton of een andere module van de Verdon Vaillancourt, %s klik hier om te doneren %s (opent in een nieuw venster).

source: Important Information
nl_nl: Belangrijke informatie

source: List Bones
nl_nl: Lijst botten

source: List Skeletons
nl_nl: Lijst skeletten

source: List all skeletons
nl_nl: Toon alle skeletten

source: Maximum image height (50-600)
nl_nl: Maximum hoogte afbeelding (50-600)

source: Maximum image width (50-600)
nl_nl: Maximum breedte afbeelding (50-600)

source: Name
nl_nl: Naam

source: New Bone
nl_nl: Nieuw bot

source: New Skeleton
nl_nl: Nieuw skelet

source: New bone step one
nl_nl: Nieuw bot stap 1

source: Random Skeleton
nl_nl: willekeurig skelet

source: Read me
nl_nl: Lees me

source: Save settings
nl_nl: Opslaan instellingen

source: Select skeleton
nl_nl: Kies skelet

source: Settings
nl_nl: Instellingen

source: Show sidebox on home page only
nl_nl: Toon box alleen op home pagina

source: Sidebox text
nl_nl: Tekst box

source: Skeleton Bones
nl_nl: Skelet Botten

source: Skeleton Skeletons
nl_nl: Skelet skeletten

source: Skeleton deleted.
nl_nl: Skelet verwijderd.

source: Skeleton is missing the id.
nl_nl: Skelet heeft geen id.

source: Skeleton saved successfully.
nl_nl: Skelet opgeslagen.

source: Skeleton settings saved.
nl_nl: Skelet instellingen opgeslagen.

source: Skeleton tables dropped.
nl_nl: Skelet tabellen verwijderd.

source: Skeletons
nl_nl: Skeletten

source: Sorry, there are no skeletons available. You will have to create a skeleton first.
nl_nl: Er is geen skelet beschikbaar. U moet er eerst een aanmaken.

source: This is the first release of skeleton for the new 1.x series phpwebsite. This module is a simple demonstration module for people wishing to develop their own phpwebsite modules.
nl_nl: Dit is de eerste versie van skeleton voor de 1.x phpwebsite. Deze module is een voorbeeld voor mensen die zelf een module in phpwebsite willen gaan maken.

source: Title
nl_nl: Titel

source: Update
nl_nl: Wijzigen

source: Update %s bone
nl_nl: Wijzig %s bot

source: Update skeleton skeleton
nl_nl: Wijzig skelet skelet

source: You must give this bone a description.
nl_nl: De beschrijving van dit bot ontbreekt.

source: You must give this bone a title.
nl_nl: De titel van dit bot ontbreekt.

source: You must give this skeleton a description.
nl_nl: De beschrijving van dit skelet ontbreekt.

source: You must give this skeleton a title.
nl_nl: De titel van dit skelet ontbreekt.

source: Create your own skeletons.
nl_nl: Aanmaken skelet.
