Repository: AppStateESS/phpwebsite
Catalog: mod/controlpanel/locale/*/LC_MESSAGES/controlpanel.po
Languages: it_it, nl_nl, no_no

source: %s module icon
it_it: Icona del modulo %s
nl_nl: %s module icoon
no_no: %s modul ikon

source: Add Tab
it_it: Aggiungi scheda
nl_nl: Tab toevoegen
no_no: Legg til merkelapp

source: Administration
it_it: Amministrazione
nl_nl: Administratie
no_no: Administrasjon

source: Allow manipulation of the control panel.
it_it: Permette di gestire il pannello di controllo.
nl_nl: Toestaan wijzigen controle paneel.
no_no: Tillat manipulasjon av kontrollpanelet

source: An error occurred when trying to save a controlpanel tab.
it_it: Si &egrave; verificato un errore tentando di di salvare una scheda del pannello di controllo.
nl_nl: Er is een fout opgetreden bij het opslaan van een controle paneel tab.
no_no: En feil oppstod ved forsøk på å lagre en kontrollpanel merkelapp.

source: An error occurred while accessing the Control Panel.
it_it: Si &egrave; verificato un errore tentando di accedere al pannello di controllo.
nl_nl: Er is een fout opgetreden bij het benaderen van het controle paneel.
no_no: En feil oppstod ved tilkobling til kontrollpanelet.

source: Content
it_it: Contenuti
nl_nl: Inhoud
no_no: Innhold

source: Control Panel
it_it: Pannello di controllo
nl_nl: Controle paneel
no_no: Kontrollpanel

source: Control Panel Administration
it_it: Gestione del pannello di controllo
nl_nl: Controle paneel administratie
no_no: Kontrollpanel Administrajon

source: Control Panel file not implemented.
it_it: File del pannello di controllo non implementato.
nl_nl: Er is geen bestand controle paneel.
no_no: Kontrollpanel fil ikke implementert.

source: Control Panel links and tabs have been removed.
it_it: Le schede e i collegamenti del pannello di controllo sono stati eliminati.
nl_nl: Controle paneel links en tabs zijn verwijderd.
no_no: Kontrollpanel linker og merkelapper har blitt fjernet.

source: Control Panel links created for %s.
it_it: Creati i collegamenti al pannello di controllo per %s.
nl_nl: Links zijn aangemaakt voor %s.
no_no: Kontrollpanel linker opprettet for %s.

source: Control Panel tabs created for %s.
it_it: Create le schede del pannello di controllo per %s
nl_nl: Tabs zijn aangemaakt voor %s.
no_no: Kontrollpanel merkelapper opprettet for %s.

source: Control Panel tabs not implemented.
it_it: Schede del pannello di controllo non implementate.
nl_nl: Er zijn geen tabs.
no_no: Kontrollpanel merkelapper ikke implementert.

source: Control Panel unregisteration file not implemented.
it_it: File di deregistrazione del pannello di controllo non implementato.
nl_nl: Er is geen bestand om het controle paneel te verwijderen.
no_no: Kontrollpanel avregistrerings fil ikke implementert.

source: Copying source image directory for module.
it_it: Copia della cartella di origine delle immagini in corso.
nl_nl: Kopieer map afbeeldingen voor module.
no_no: Kopierer kilde bilde mappe for modul.

source: Description
it_it: Descrizione
nl_nl: Beschrijving
no_no: Beskrivelse

source: Developer
it_it: Sviluppatore
nl_nl: Ontwikkelaar
no_no: Konstruktør

source: Edit
it_it: Modifica
nl_nl: Wijzigen
no_no: Endre

source: Edit link
it_it: Modifica collegamento
nl_nl: Wijzig link
no_no: Endre link

source: Edit tab
it_it: Modifica scheda
nl_nl: Wijzig tab
no_no: Endre merkelapp

source: Label
it_it: Etichetta
no_no: Etikett

source: Missing link.
it_it: Collegamento mancante.
nl_nl: Link ontbreekt.
no_no: Mangler link.

source: Missing title.
it_it: Titolo mancante.
nl_nl: Titel ontbreekt.
no_no: Mangler tittel.

source: Move Link
it_it: Sposta collegamento
nl_nl: Link verplaatsen
no_no: Flytt link

source: Move link order down
it_it: Sposta l'ordine dei dei collegamenti in gi&ugrave;
nl_nl: Verplaats link naar beneden
no_no: Flytt link rekkefølge ned

source: Move link order up
it_it: Sposta l'ordine dei dei collegamenti in su
nl_nl: Verplaats link naar boven
no_no: Flytt link rekkefølge opp

source: Move tab order down
it_it: Sposta l'ordine delle schede in gi&ugrave;
nl_nl: Verplaats link naar beneden
no_no: Flytt merkelapp rekkefølge ned

source: Move tab order up
it_it: Sposta l'ordine delle schede in su
nl_nl: Verplaats link naar boven
no_no: Flytt merkelapp rekkefølge opp

source: No Control Panel links found.
it_it: Non &egrave; possibile trovare collegamenti al pannello di controllo.
nl_nl: Er is geen link op het controle paneel.
no_no: Ingen kontrollpanel linker funnet.

source: No tabs available in the Control Panel.
it_it: Non ci sono schede disponibili nel pannello di controllo.
nl_nl: Er is geen tab op het controle paneel.
no_no: Ingen merkelapper tilgjengelige i kontrollpanelet.

source: Remove Tab
it_it: Rimuovi scheda
nl_nl: Tab verwijderen
no_no: Fjern merkelapp

source: Save
it_it: Salva
nl_nl: Opslaan
no_no: Lagre

source: Source image directory copied successfully.
it_it: Cartella di origine delle immagini copiata.
nl_nl: Inhoud map afbeeldingen gekopieerd.
no_no: Kilde bilde mappe kopiert med godt reultat.

source: Source image directory failed to copy.
it_it: Impossibile copiare la directory di origine delle immagini.
nl_nl: Inhoud map afbeeldingen niet gekopieerd.
no_no: Kilde bilde mappen feilet å kopiere.

source: Tab is missing a link address.
it_it: Nella scheda c'&egrave; un collegamento mancante.
nl_nl: Tab heeft geen link adres.
no_no: Merkelapp mangler en link adresse.

source: Tab is missing a title.
it_it: Nella scheda c'&egrave; un titolo mancante.
nl_nl: Tab heeft geen titel.
no_no: Merkelapp mangler en tittel.

source: Tabs must be in an array.
it_it: Le schede devono essere in una matrice.
nl_nl: Tabs moeten in een array staan.
no_no: Merkelapp må værei en tabell.

source: There was a problem trying to save a Control Panel link.
it_it: Si sono verificati dei problemi tentando di salvare un collegamento del pannello di controllo.
nl_nl: Er is een fout opgetreden bij het opslaan van een link.
no_no: Det er et problem med å lagre en Kontrollpanel link.

source: Title
it_it: Titolo
nl_nl: Titel
no_no: Tittel

source: Unable to create tab.
it_it: Impossibile creare la scheda
nl_nl: Er kan geen tab aangemaakt worden.
no_no: Ikke mulig å opprette merkelapp.

source: Unable to load a link into a specified tab.
it_it: Impossibile caricare un collegamento nella scheda specificata.
nl_nl: Het plaatsen van een link in de tab is mislukt.
no_no: Ikke mulig å laste en link til en spesifisert merkelapp.

source: Unable to pull control panel tabs from database.
it_it: Imposibile estrarre le schede del pannello di controllo dal database.
nl_nl: Het halen uit de database van de controle paneel tabs is mislukt.
no_no: Ikke mulig å trekke kontrollpanel merkelapper fra database.

source: Unsorted
it_it: Non ordinato
nl_nl: Niet gesorteerd
no_no: Usortert
