Repository: AppStateESS/phpwebsite
Catalog: mod/access/locale/*/LC_MESSAGES/access.po
Languages: it_it

source: -- Choose option --
it_it: -- Scegliere un'opzione --

source: .htaccess file is currently absent.
it_it: Al momento il file .htaccess &egrave; mancante.

source: .htaccess file is missing.
it_it: File .htaccess mancante.

source: .htaccess file options
it_it: Opzioni del file .htaccess

source: .htaccess file written.
it_it: File .htaccess scritto.

source: A serious error occurred. Please check your error.log.
it_it: Si &egrave; verificato un errore grave. Verificare il file error.log

source: Access
it_it: Accessi

source: Access has saved your shortcut.
it_it: Scorciatoia salvata nel modulo Accessi.

source: Access needs a higher administrator's attention before you may use it.
it_it: Il modulo Accessi necessita di una pi&ugrave; alta attenzione da parte di un Amministratore prima di poter essere utilizzato.

source: Access tables removed.
it_it: Le tabelle del modulo Accessi sono state rimosse.

source: Action
it_it: Azione

source: Activate
it_it: Attiva

source: Active?
it_it: Attivo?

source: Add allowed IP
it_it: Aggiungere gli IP permessi

source: Add denied IP
it_it: Aggiungere gli IP vietati

source: Administrative options
it_it: Opzioni amministrative

source: Administrator
it_it: Amministrazione

source: Allow all
it_it: Autorizza tutti

source: Allow file update
it_it: Permetti aggiornamento file

source: Allow/Deny
it_it: Autorizza/Rifiuta

source: Allow/Deny enabled
it_it: Autorizza/Rifiuta abilitato

source: Allowed IPs
it_it: IP autorizzati

source: An administrator will need to approve it before it is functional.
it_it: Sar&agrave; necessaria l'approvazione di un amministratore prima che le impostazioni diventino operative.

source: An error occurred when deleting your shortcut.
it_it: Si &egrave; verificato un errore tentatndo di eliminare la scorciatoria.

source: An error occurred when trying to access the allowed and denied ip records. Please check your logs.
it_it: Si &egrave; verificato un errore tentando di accedere all'elenco degli IP autorizzati e rifiutati. Verificare i file di log.

source: An error occurred when updating your .htaccess file.
it_it: Si &egrave; verificato un errore tentando di aggiornare il file .htaccess.

source: An error occurred.
it_it: Si &egrave; verificato un errore

source: An error occurred:
it_it: Si &egrave; verificato un errore:

source: Are you sure you want to delete the checked ips?
it_it: Eliminare gli IP selezionati?

source: Are you sure you want to delete the checked shortcuts?
it_it: Eliminare le scorciatoie selezionate?

source: Are you sure you want to delete this shortcut?
it_it: Eliminare questa scorciatoia?

source: Are you sure you want to restore the default .htaccess file?
it_it: Ripristinare il file .htaccess predefinito?

source: Bad keyword. Use only alphanumeric characters, dashes and spaces.
it_it: Keyword non valida. Usare solo caratteri alfanumerici, trattini e spazi.

source: Cancel
it_it: Annulla

source: Cannot create a new .htaccess file because the installation directory is not writable.
it_it: Impossibile creare un nuovo file .htaccess perch&eacute; la cartella di installazione non &egrave; scrivibile.

source: Close window
it_it: Chiudi finestra

source: Controls the .htaccess file for Apache and creates shortcuts.
it_it: Verifica il file .htaccess per Apache e crea la scorciatoie.

source: Current .htaccess file
it_it: File .htaccess corrente

source: Deactivate
it_it: Disattiva

source: Default .htaccess file restored.
it_it: Ripristinato il file .htaccess predefinito.

source: Delete
it_it: Elimina

source: Denied IPs
it_it: IP vietati

source: Deny all
it_it: Rifiuta tutti

source: Denys and Allows
it_it: Rifiutati e Autorizzati

source: Do not allow all
it_it: Non autorizzare tutti

source: Do not deny all
it_it: Non rifiutare tutti

source: Edit
it_it: Modifica

source: Go
it_it: Avvia

source: Go to the Update tab and try to create a new file.
it_it: Andare nella scheda Aggiorna e tentare di creare un nuovo file.

source: IP Address
it_it: Indirizzo IP

source: IP address deleted.
it_it: Indirizzo IP eliminato.

source: IP address was not formatted correctly or not allowed.
it_it: L'indirizzo IP non &egrave; formattato correttamente o non &egrave; permesso.

source: Keyword already in use. Choose another.
it_it: Keyword gi&agrave; in uso. Selezionarne un'altra.

source: Keywords
it_it: Parole chiave

source: Look in your installation directory and give Apache write access.
it_it: Assegnare ad Apache i permessi di scrittura nella cartella di installazione.

source: Missing keyword.
it_it: Parole chiave mancanti.

source: Missing url.
it_it: Indirizzi URL mancanti.

source: Mod Rewrite options
it_it: Opzioni di Mod Rewrite

source: No allowed ip addresses found.
it_it: Impossibile trovare indirizzi IP autorizzati.

source: No denied ip addresses found.
it_it: Impossibile trovare indirizzi IP rifiutati.

source: Open your config/core/config.php file in a text editor.
it_it: Apre il file config/core/config.php in un editor di testo.

source: Please check your error.log.
it_it: Verificare il file error.log.

source: Please check your logs.
it_it: Verificare i file di log.

source: Remember to "Update" your access file when finished changing IP rules.
it_it: Ricordarsi di "aggiornare" il file .htaccess dopo aver terminato di modificare le regole IP.

source: Restore default .htaccess
it_it: Ripristina il file .htaccess predefinito

source: Return to previous page.
it_it: Ritorna alla pagina precedente.

source: Rewrite engine on
it_it: Motore Rewrite attivo

source: Save settings
it_it: Salva impostazioni

source: Set your "MOD_REWRITE_ENABLED" define equal to TRUE.
it_it: Impostare la definizione "MOD_REWRITE_ENABLED" al valore TRUE.

source: Settings saved.
it_it: Impostazioni salvate

source: Shortcut
it_it: Scorciatoia

source: Shortcut deleted
it_it: Scorciatoia eliminata

source: Shortcuts
it_it: Scorciatoie

source: Shortcuts enabled
it_it: Scorciatoie abilitate

source: Sorry
it_it: Spiacenti

source: The files/access/ directory is not writable.
it_it: La cartella files/access/ non ha i permessi di scrittura.

source: Unable to restore default .htaccess file.
it_it: Impossibile ripristinare il file .htaccess predefinito.

source: Unable to save .htaccess file.
it_it: Impossibile salvare il file .htaccess.

source: Unable to write .htaccess file.
it_it: Impossibile scrivere il file .htaccess.

source: Update
it_it: Aggiorna

source: Update .htaccess file
it_it: Aggiorna file .htaccess

source: Url
it_it: Indirizzo

source: When active, you will be able to use the following link:
it_it: Se attivo, &egrave; possibile usare il seguente collegamento:

source: Write .htaccess file
it_it: Scrivi file .htaccess

source: Yes
it_it: S&igrave;

source: You can access this item with the following link:
it_it: &Egrave; possibile accedere a questa voce con il seguente collegamento:

source: You do not have mod rewrite enabled.
it_it: Mod Rewrite non &egrave; attivo.

source: You have "Allow all" enabled. All rows below will be ignored.
it_it: L'opzione "Autorizza tutti" &egrave; abilitata. Tutte le righe seguenti saranno ignorate.

source: You have "Deny all" enabled. All rows below will be ignored.
it_it: L'opzione "Rifiuta tutti" &egrave; abilitata. Tutte le righe seguenti saranno ignorate.

source: Your .htaccess file will contain the below:
it_it: Il file .htaccess conterr&agrave;:

source: Your <b>.htaccess</b> file does not exist.
it_it: Il file <b>.htaccess</b> non esiste.

source: Your <b>.htaccess</b> file is not writable.
it_it: Il file <b>.htaccess</b> non ha i permessi di scrittura.

source: Your installation directory must be writable if you want to create a new .htaccess file.
it_it: La cartella di installazione deve essere scrivibile per creare un nuovo file .htaccess.
