Repository: AppStateESS/phpwebsite
Catalog: mod/block/locale/*/LC_MESSAGES/block.po
Languages: it_it

source: Action
it_it: Azione

source: Add block here
it_it: Aggiungere un riquadro qui

source: Are you sure you want to permanently delete this block?
it_it: Rimuovere per sempre questo riquadro?

source: Are you sure you want to remove this block from this page?
it_it: Rimuovere questo riquadro da questa pagina??

source: Block
it_it: Riquadri

source: Block deleted.
it_it: Riquadro eliminato.

source: Block list
it_it: Elenco riquadri

source: Block pinned
it_it: Riquadro bloccato

source: Block saved
it_it: Riquadro salvato

source: Block tables removed.
it_it: Tabelle del modulo riquadri rimosse.

source: Block unpinned
it_it: Riquadro sbloccato

source: Cancel
it_it: Annulla

source: Content
it_it: Contenuti

source: Copy
it_it: Copia

source: Create blocks of content.
it_it: Crea riquadri di contenuti.

source: Delete
it_it: Elimina

source: Delete block
it_it: Elimina riquadro

source: Edit
it_it: Modifica

source: Edit block
it_it: Modiufica riquadro

source: Entry
it_it: Contenuti

source: List
it_it: Elenco

source: New
it_it: Nuovo

source: New Block
it_it: Nuovo riquadro

source: Pin
it_it: Appendi

source: Pin all
it_it: Appendi su tutte

source: Save New Block
it_it: Salva nuovo riquadro

source: Title
it_it: Titolo

source: Unpin
it_it: Rimuovi

source: Unpin all
it_it: Rimuovi da tutte

source: Update Current Block
it_it: Aggiorna riquadro corrente
