Repository: AppStateESS/phpwebsite
Catalog: mod/comments/locale/*/LC_MESSAGES/comments.po
Languages: nl_nl

source: %1$s - by %2$s from %3$s
nl_nl: %1$s - van %2$s van %3$s

source: %d comment
nl_nl: %d commentaar

source: (Anon)
nl_nl: (Anoniem)

source: -- Choose a folder --
nl_nl: -- kies een map --

source: A problem occurred when trying to save your comment.
nl_nl: Er is een fout opgetreden bij het bewaren van het commentaar.

source: All
nl_nl: Alle

source: All Members
nl_nl: Alle leden

source: All comments preapproved
nl_nl: Commentaar standaard goedkeuren

source: All comments require approval
nl_nl: Al het commentaar moet goedgekeurd worden

source: All user postcounts have been recalculated
nl_nl: Voor alle gebruikers zijn de aantal posts opnieuw bepaald.

source: All users
nl_nl: Alle gebruikers

source: Allow anonymous naming
nl_nl: Anonieme namen toestaan

source: Allow images in signatures
nl_nl: Afbeeldingen in handtekening toestaan

source: Allow this group's users to use remote custom avatars after
nl_nl: Toestaan dat de groepsleden externe avatars gebruiken

source: Allow this groups's users to upload custom avatars after
nl_nl: Toestaan dat de groepsleden avatars uploaden

source: Allow user avatars
nl_nl: Avatar gebruiker toestaan

source: Allow user signatures
nl_nl: Gebruikers handtekening toestaan

source: Allow users to monitor threads via email
nl_nl: Toestaan dat gebruikers threads volgen met e-mail

source: An error occurred when trying to remove comments.
nl_nl: Er is een fout opgetreden bij het verwijderen van het commentaar.

source: Anonymous
nl_nl: Anoniem

source: Anonymous comments require approval
nl_nl: Anoniem commentaar moet goedgekeurd worden

source: Anonymous users only
nl_nl: Alleen anonieme gebruikers

source: Approval (%s)
nl_nl: Goedkeuren (%s)

source: Approval icon
nl_nl: Icoon goedkeuren

source: Approve checked
nl_nl: Keur de geselecteerde goed

source: Approve this comment
nl_nl: Keur dit commentaar goed

source: Are you sure you want to delete every comment ever written by %s?
nl_nl: Wilt u alle reacties geschreven door %s verwijderen?

source: Are you sure you want to delete every comment ever written from this ip address: %s?
nl_nl: Wilt u alle reacties geschreven vanaf IP-adres: %s verwijderen?

source: Are you sure you want to delete the checked items?
nl_nl: Wilt u de geselecteerde items verwijderen?

source: Are you sure you want to delete this comment?
nl_nl: Wilt u dit commentaar verwijderen?

source: Are you sure you want to remove this user rank?
nl_nl: Wilt u deze gebruikersrang verwijderen?

source: Are you sure you want to remove this rank?
nl_nl: Wilt u deze rang verwijderen?

source: Author
nl_nl: Auteur

source: Automatically monitor topics that I post in
nl_nl: Automatisch topics volgen waar in ik heb gepost

source: Avatar Settings
nl_nl: Avatar Instellingen

source: Avatar settings
nl_nl: Avatar instellingen

source: Avatar graphics must be from offsite.
nl_nl: Avatar afbeeldingen moeten extern zijn.

source: Back to Top
nl_nl: Naar boven

source: Ban user
nl_nl: Ban gebruiker

source: Ban user account
nl_nl: Ban gebruikerscode

source: Be particularly careful with this next option. If you select it, the only way that you can restore your monitors is to manually re-select each topic!
nl_nl: Let op, deze optie kan niet ongedaan gemaakt worden. U dient dan handmatig alle topics opnieuw te selecteren om weer te gaan volgen.

source: CAPTCHA use
nl_nl: CAPTCHA gebruik

source: Change settings
nl_nl: Wijzig instellingen

source: Choose an action
nl_nl: Kies een actie

source: Clear
nl_nl: Wis

source: Clear checked
nl_nl: Wis de geselecteerde

source: Clear this report
nl_nl: Wis dit rapport

source: Closed topic
nl_nl: Gesloten topic

source: Comment
nl_nl: Commentaar

source: Comment Settings
nl_nl: Commentaar Instellingen

source: Comment from: %s
nl_nl: Commentaar van: %s

source: Comment history for %s
nl_nl: Commentaar geschiedenis %s

source: Comment missing thread information.
nl_nl: Bij commentaar ontbreekt de thread-informatie.

source: Comment order preference
nl_nl: Voorkeur volgorde commentaar

source: Comment settings
nl_nl: Commentaar instellingen

source: Comments
nl_nl: Commentaren

source: Comments (if any) removed successfully
nl_nl: Commentaren (indien aanwezig) zijn verwijderd

source: Comments Made by: %s
nl_nl: Commentaren van: %s

source: Contact Email
nl_nl: Contact e-mailadres

source: Control administrative options for comments.
nl_nl: Administratieve opties voor commentaar.

source: Could not access image url.
nl_nl: URL afbeelding niet te benaderen.

source: Could not verify file dimensions.
nl_nl: Kan niet de grootte van het bestand controleren.

source: Create member
nl_nl: Nieuw lid

source: Create new member rank
nl_nl: Nieuwe gebruikersrang

source: Created on
nl_nl: Aangemaakt op

source: Current Avatar
nl_nl: Huidige avatar

source: Default approval
nl_nl: Standaard goedkeuren

source: Default order
nl_nl: Standaard volgorde

source: Delete
nl_nl: Verwijderen

source: Delete all comments
nl_nl: Verwijder alle commentaren

source: Delete checked
nl_nl: Verwijder de geselecteerde

source: Delete comments
nl_nl: Verwijder commentaren

source: Delete rank
nl_nl: Verwijder rang

source: Delete this comment
nl_nl: Verwijder dit commentaar

source: Delete user rank
nl_nl: Verwijder rang gebruiker

source: Deny IP address
nl_nl: Niet toestaan IP-adres

source: Disable anonymous posting
nl_nl: Uitschakelen anoniem posten

source: Display
nl_nl: Toon

source: Do not show
nl_nl: Niet tonen

source: Don't use
nl_nl: Niet gebruiken

source: Edit
nl_nl: Wijzigen

source: Edit comments
nl_nl: Wijzigen commentaar

source: Edit this comment
nl_nl: Wijzig dit commentaar

source: Edited
nl_nl: Gewijzigd

source: Edited by
nl_nl: Gewijzigd door

source: Edited on
nl_nl: Gewijzigd op

source: Enable anonymous posting
nl_nl: Inschakelen anoniem posten

source: Enable avatar selection
nl_nl: Inschakelen kiezen avatar

source: Enter a URL to an online image. (ex: `http://othersite.com/avatar.png`)
nl_nl: Vul de URL van uw afbeelding in. (bijv: `http://othersite.com/avatar.png`

source: Entry
nl_nl: Invoer

source: Error
nl_nl: Fout

source: Error occurred trying to create new thread.
nl_nl: Er is een fout opgetreden bij het starten van een thread.

source: Feature Summary
nl_nl: Optie samenvatting

source: From
nl_nl: Van

source: Get anonymous posters' names
nl_nl: Haal namen anonieme posters op

source: Go
nl_nl: Start

source: Go back
nl_nl: Terug

source: Go back to settings...
nl_nl: Terug naar instellingen...

source: HTML tags are <b>off</b>
nl_nl: HTML tags <b>mogen</b> gebruikt worden

source: HTML tags are <b>on</b>
nl_nl: HTML tags mogen <b>niet</b> gebruikt worden

source: Image
nl_nl: Afbeelding

source: Image signatures not allowed.
nl_nl: Handtekeningen met afbeeldingen niet toegestaan.

source: In response to
nl_nl: In antwoord op

source: Joined
nl_nl: Gekoppeld

source: Location
nl_nl: Plaats

source: Lock this Thread
nl_nl: Sluit deze thread af

source: Lock user
nl_nl: Afsluiten gebruiker

source: Locked
nl_nl: Afgesloten

source: Member
nl_nl: Lid

source: Member Ranks
nl_nl: Lid Rang

source: Member ranks
nl_nl: Lid rang

source: Minimum Posts
nl_nl: Minimum aantal posts

source: Missing default rank
nl_nl: Standaard rang ontbreekt

source: Missing thread information.
nl_nl: Thread informatie ontbreekt.

source: Moderation
nl_nl: Beheer

source: Moderator
nl_nl: Beheerder

source: Monitor this Thread
nl_nl: Volg deze thread

source: Monitoring Topics
nl_nl: Volg topics

source: Move to another Topic
nl_nl: Verplaats naar ander topic

source: Name
nl_nl: Naam

source: Newest first
nl_nl: Nieuwste eerst

source: No
nl_nl: Nee

source: No comments
nl_nl: Geen commentaar

source: No comments made
nl_nl: Geen commentaar toegevoegd

source: No comments reported
nl_nl: Geen commentaar gemeld

source: No image folders found
nl_nl: Geen map met afbeeldingen gevonden

source: No more comments
nl_nl: Niet meer commentaar

source: No subject
nl_nl: Geen onderwerp

source: None
nl_nl: Geen

source: Note: Avatar images must be no greater than %1$s pixels high by %2$s pixels wide, and its filesize can be no greater than %3$sKb.
nl_nl: Nb. een avatar moet groter zijn dan %1$s pixels hoog en %2$s pixels breed, met een maximale bestandsgrootte van %2$sKb.

source: Oldest first
nl_nl: Oudste eerst

source: Pear BB code is <b>on</b>
nl_nl: Pear BB code is <b>actief</b>

source: Permanently stop monitoring all topics
nl_nl: Stop volgen alle topics

source: Personal Information
nl_nl: Persoonlijke gegevens

source: Please copy the word in the above image.
nl_nl: Vul het woord in het bovenstaande plaatje in.

source: Please try again later.
nl_nl: Probeer het later opnieuw.

source: Post Comment
nl_nl: Commentaar posten

source: Post New Comment
nl_nl: Post nieuw commentaar

source: Post level
nl_nl: Post niveau

source: Posted by
nl_nl: Gepost door

source: Posted on
nl_nl: Gepost op

source: Posts will not be seen until approved
nl_nl: Posts zijn pas te zien na goedkeuring

source: Profanity is <b>allowed</b>
nl_nl: Vloeken <b>mag</b>

source: Profanity is <b>not allowed</b>
nl_nl: Vloeken mag <b>niet</b>

source: Punish this user
nl_nl: Straf deze gebruiker

source: Punish users
nl_nl: Straf gebruikers

source: Quote this comment
nl_nl: Quote deze bijdrage

source: Rank Image
nl_nl: Rang afbeelding

source: Rank Name
nl_nl: Rang naam

source: Rank title
nl_nl: Rang titel

source: Reason
nl_nl: Reden

source: Reason for edit
nl_nl: Reden voor wijziging

source: Recent comments
nl_nl: Recente commentaren

source: Removal icon
nl_nl: verwijdering icoon

source: Remove IP denial
nl_nl: Verwijder IP belemmering

source: Remove ban
nl_nl: Verwijder ban

source: Remove checked
nl_nl: Verwijder geselecteerde

source: Remove this comment
nl_nl: Verwijder dit commentaar

source: Removing module's comments.
nl_nl: Verwijderen module commentaar.

source: Repeat Image
nl_nl: Afbeelding herhalen

source: Replies to this comment
nl_nl: Reacties op dit commentaar.

source: Reply
nl_nl: Reageer

source: Reply to this comment
nl_nl: Reageer op dit commentaar

source: Report
nl_nl: Meld

source: Report this comment to an administrator
nl_nl: Meld dit commentaar bij de beheerders

source: Reported (%s)
nl_nl: Gemeld (%s)

source: Reported!
nl_nl: Gemeld!

source: Return to the thread...
nl_nl: Terug naar thread...

source: Save
nl_nl: Opslaan

source: Save avatars locally
nl_nl: Avatars lokaal opslaan

source: Save member
nl_nl: Opslaan lid

source: Save rank
nl_nl: Opslaan rang

source: See all comments by %s
nl_nl: Toon al het commentaar van %s

source: Select an avatar from the gallery
nl_nl: Selecteer een avatar uit de galerij

source: Select the desired action for the checked comments
nl_nl: Selecteer de actie voor het geselecteerde commentaar

source: Select this Comment
nl_nl: Selecteer dit commentaar

source: Send a copy of each new comment to the Forum Moderator(s)
nl_nl: Stuur kopie van elk nieuw commentaar naar de forumbeheerder(s)

source: Settings
nl_nl: Instellingen

source: Settings saved.
nl_nl: Instellingen opgeslagen.

source: Show last %d
nl_nl: Toon laatste %d

source: Signature
nl_nl: Handtekening

source: Since yesterday
nl_nl: Sinds gisteren

source: Smilies are <b>off</b>
nl_nl: Smilies mogen <b>niet</b> gebruikt worden

source: Smilies are <b>on</b>
nl_nl: Smilies <b>mogen</b> gebruikt worden

source: Sorry, but you do not have rights to alter ranks.
nl_nl: Sorry, u heeft niet het recht om de rangen te wijzigen.

source: Sorry, but you do not have rights to alter settings.
nl_nl: Sorry, u heeft niet het recht om de instellingen te wijzigen.

source: Sorry, module phpwsBB is not installed.
nl_nl: Sorry, de module phpwsBB is niet geinstalleerd.

source: Split Topic
nl_nl: Splits topic

source: Split to a new topic
nl_nl: Splits in een nieuw topic

source: Split topic from this position
nl_nl: Splits topic vanaf hier

source: Stack this Rank?
nl_nl: Deze rang stapelen?

source: Stop Monitoring
nl_nl: Stop volgen

source: Subject
nl_nl: Onderwerp

source: Subject line of email notifying users of a new comment
nl_nl: Onderwerp regel e-mail om gebruiker in te lichten over een nieuw commentaar

source: Subject/Comment
nl_nl: Onderwerp/Commentaar

source: Submit a new topic
nl_nl: Start een nieuw topic

source: T.R.
nl_nl: aantal keer gemeld

source: Temporarily stop monitoring all topics
nl_nl: Tijdelijk stoppen met volgen topics

source: Text of email notifying users of a new comment
nl_nl: Tekst van e-mail om gebruiker in te lichten over een nieuw commentaar

source: That name is not allowed. Try another.
nl_nl: Naam is niet toegestaan. Probeer een andere.

source: The following filters are <b>on</b>
nl_nl: De volgende filters zijn actief

source: There was a problem saving your image.
nl_nl: Er is een fout opgetreden bij het opslaan van de afbeelding.

source: This is the current member ranking system.<br />Don't worry about the order - the Rank types will re-order themselves by posting level.
nl_nl: Dit is de huidige indeling van de rangen.<br />De volgorde is niet van belang, die wordt door het niveau van posten bepaald.

source: This month
nl_nl: Deze maand

source: This signature appears at the bottom of your comments. It must be less than 255 characters, not annoying and compliant with site rules.
nl_nl: Deze handtekening komt onder uw bijdragen te staan. Het zijn max. 255 tekens, het mag niet beledigend zijn of strijdig met de onze regels van de website.

source: This topic is locked. No more comments
nl_nl: Dit topic is geblokkeerd, er kan niet meer in gepost worden.

source: This week
nl_nl: Deze week

source: Times reported
nl_nl: Aantal keren gemeld

source: Today
nl_nl: Vandaag

source: Total comments in %s
nl_nl: Aantal commentaren in %s

source: Unable to post to this thread.
nl_nl: U kunt niet posten in deze thread.

source: Unacceptable file type.
nl_nl: Bestandstype niet toegestaan.

source: Unacceptable image file.
nl_nl: Afbeelding niet toegestaan.

source: Unban user
nl_nl: Hef ban gebruiker op

source: Unlock this Thread
nl_nl: Geef de thread vrij

source: Unlock user
nl_nl: Laat de gebruiker weer toe

source: Update
nl_nl: Wijzigen

source: Upload an avatar image from your computer
nl_nl: Upload een avatar van uw PC

source: Use a private local image
nl_nl: Gebruik een eigen afbeelding

source: Use a remotely-hosted image
nl_nl: Gebruik een externe afbeelding

source: User Group
nl_nl: Gebruikersgroep

source: User profile
nl_nl: Profiel gebruiker

source: View the last post
nl_nl: Toon laatste post

source: Views
nl_nl: Getoond

source: Visitor posts will not be seen until approved
nl_nl: Een post van een bezoeker is pas na goedkeuring zichtbaar

source: We are holding your comment for approval
nl_nl: Uw bijdrage wordt door ons nog beoordeeld

source: When you create a new topic or post a comment, you can choose to automatically receive email notification of new replies to that topic.
nl_nl: Na het aanmaken van een topic of het doen van een post kunt u een automatische e-mail bericht ontvangen als er nieuwe posts op hetzelfde topic gedaan worden.

source: Where are you?
nl_nl: Waar ben je?

source: Yes
nl_nl: Ja

source: You are a <b>Supermoderator</b>
nl_nl: U bent een hoofdbeheerder

source: You are a listed moderator of the following forums:
nl_nl: U bent beheerder van de volgende forums:

source: You failed verification. Try again.
nl_nl: De verificatie is mislukt. Probeer opnieuw.

source: You may add an avatar using ONE of the methods below.
nl_nl: U mag een avatar op een van de onderstaande manieren toevoegen.

source: You must include a subject or comment.
nl_nl: U moet een onderwerp of een commentaar opgeven.

source: You <b>are not</b> a listed moderator of any forums
nl_nl: U bent geen beheerder van een forum

source: You <b>can</b> create new topics in this forum
nl_nl: U mag in dit forum een topic beginnen

source: You <b>can</b> post comments in this forum
nl_nl: U mag posten in dit forum

source: You <b>cannot</b> create new topics in this forum
nl_nl: U mag in dit forum geen nieuw topic beginnen

source: You <b>cannot</b> post comments in this forum
nl_nl: U mag niet posten in dit forum

source: Your Signature
nl_nl: Uw handtekening

source: Your avatar must be smaller than %sx%spx.
nl_nl: Uw avatar moet kleiner zijn dan %sx%spx.

source: Your contact email is formatted improperly.
nl_nl: Het formaat van uw e-mailadres is fout.

source: Your name cannot be shorter than 2 characters.
nl_nl: Uw naam moet langer zijn dan 2 tekens.

source: [IMG] is <b>allowed</b>
nl_nl: [IMG] is <b>toegestaan</b>

source: [IMG] is <b>not allowed</b>
nl_nl: [IMG] is <b>niet</b> toegestaan

source: cbparser BB code is <b>on</b>
nl_nl: cbparser BB code is <b>actief</b>

source: ex.: images/comments/Member.gif
nl_nl: bijv.: images/comments/Member.gif
