Repository: AppStateESS/phpwebsite
Catalog: mod/rss/locale/*/LC_MESSAGES/rss.po
Languages: nl_nl

source: %d hours
nl_nl: %d uren

source: %d hours,
nl_nl: %d uren,

source: %d minutes
nl_nl: %d minuten

source: %d minutes,
nl_nl: %d minuten,

source: %d seconds
nl_nl: %d seconden

source: Action
nl_nl: Actie

source: Active
nl_nl: Actief

source: Add Feed
nl_nl: Toevoegen Feed

source: Add feed
nl_nl: Toevoegen Feed

source: Address
nl_nl: Adres

source: Administrate RSS Feeds
nl_nl: Beheer RSS Feeds

source: Administrative panel for setting RSS feeds.
nl_nl: Paneel voor instellen RSS feeds.

source: An error occurred registering to RSS module.
nl_nl: Registratie bij module RSS mislukt.

source: An error occurred trying to unregister this module from RSSFeeds.
nl_nl: Deregistratie module van RSS feeds mislukt.

source: An error occurred when saving your channel.
nl_nl: Opslaan kanaal is mislukt.

source: An error occurred when trying to access your RSS channels.
nl_nl: Benaderen van uw RSS kanalen is mislukt.

source: Are you sure you want to delete this RSS feed?
nl_nl: Wilt u deze RSS feed verwijderen?

source: Cancel
nl_nl: Afbreken

source: Channel saved.
nl_nl: Kanaal opgeslagen.

source: Channels
nl_nl: Kanalen

source: Delete
nl_nl: Verwijder

source: Description
nl_nl: Beschrijving

source: Display?
nl_nl: Tonen?

source: Edit
nl_nl: Wijzig

source: Edit channel
nl_nl: Wijzigen kanaal

source: Every %s
nl_nl: Elke %s

source: Feed title will be used if left empty
nl_nl: De titel van de feed is de defaultwaarde

source: General Settings
nl_nl: Algemene Instellingen

source: Import RSS Feeds
nl_nl: Importeer RSS Feed

source: In seconds
nl_nl: In seconden

source: Invalid feed address.
nl_nl: Verkeerd feed adres.

source: Item limit
nl_nl: Limiet item

source: Managing editor email address
nl_nl: Beheer editor e-mailadres

source: Module unregistered from RSSFeeds.
nl_nl: Module niet meer geregistreerd bij RSS Feeds.

source: No
nl_nl: Nee

source: No RSS file found.
nl_nl: RSS bestand ontbreekt.

source: No channels have been registered.
nl_nl: Er zijn geen kanalen.

source: Please check editor email format.
nl_nl: Controleer het editors e-mail formaat.

source: Please check webmaster email format.
nl_nl: Controleer het webbeheerders e-mail formaat.

source: Please enable Cache Lite in your config/core/config.php file.
nl_nl: Schakel a.u.b. cache lite in (in bestand config/core/config.php).

source: RSS file found but no channel information.
nl_nl: RSS bestand gevonden, geen kanaal informatie.

source: RSS registration to %s module successful.
nl_nl: RSS registratie voor module %s is gelukt.

source: Refresh feed
nl_nl: Ververs Feed

source: Refresh time
nl_nl: Ververs tijd

source: Refresh time is too low. It must be over 60 seconds.
nl_nl: Ververs tijd is te laag, het moet meer dan 60 seconden zijn.

source: Reset
nl_nl: Terugzetten

source: Save
nl_nl: Opslaan

source: Save Channel
nl_nl: Opslaan kanaal

source: Save settings
nl_nl: Opslaan instellingen

source: Settings
nl_nl: Instellingen

source: Settings saved successfully.
nl_nl: Instellingen opgeslagen.

source: Sorry, unable to grab feed.
nl_nl: Sorry, pakken feed is mislukt.

source: Title
nl_nl: Titel

source: Unable to list feed.
nl_nl: Lijst feed is mislukt.

source: Webmaster email address
nl_nl: Webbeheerder e-mailadres

source: Yes
nl_nl: Ja

source: You may not pull more than %s feeds.
nl_nl: U mag maar %s feeds gebruiken.

source: You must enable allow_url_fopen in your php.ini file.
nl_nl: U moet allow_url_open inschakelen in uw php.ini bestand.

source: You must enter a title.
nl_nl: De titel ontbreekt.

source: You must enter an address.
nl_nl: Het adres ontbreekt.

source: You should refresh more often than every month.
nl_nl: U moet vaker dan een keer per maand verversen.
