Repository: AppStateESS/phpwebsite
Catalog: mod/signup/locale/*/LC_MESSAGES/signup.po
Languages: it_it, nl_nl

source: %s Participants
it_it: %s partecipanti
nl_nl: %s Deelnemers

source: A problem occurred when trying to register your application. If you continue to receive this message, please contact the site admistrator.
it_it: Si &egrave; verificato un problema tentando di registrare il tuo modulo di domanda.
nl_nl: Het registreren van uw applicatie is mislukt. Probeer het opnieuw, als het dan niet lukt neem contact op met de webbeheerder.

source: Action
it_it: Azione
nl_nl: Actie

source: Add
it_it: Aggiungi
nl_nl: Toevoegen

source: Add applicant
it_it: Aggiungi richiedente
nl_nl: Toevoegen aanmelder

source: Add slot
it_it: Aggiungi posto
nl_nl: Toevoegen plek

source: Add slot to %s
it_it: Aggiungi posto a %s
nl_nl: Voeg plek toe aan %s

source: Allow multiple signups
nl_nl: Toestaan meerdere aanmeldingen

source: Alphabetic order
nl_nl: Alfabetische volgorde

source: An error occurred when accessing this sheet's slots.
it_it: Si &egrave; verificato un errore tentando di accedere ai posti di questo foglio.
nl_nl: Het benaderen van de plekken van dit overzicht is mislukt.

source: An error occurred when pulling applicants.
it_it: Si &egrave; verificato un errore tentando di ammettere i richiedenti.
nl_nl: Het verzamelen van de aanmelders is mislukt.

source: An error occurred when trying to save your application.
it_it: Si &egrave; verificato un errore tentando di salvare il tuo modulo di domanda.
nl_nl: Het opslaan van uw applicatie is mislukt.

source: Applicant Listing
it_it: Elenco dei richiedenti
nl_nl: Lijst Aanmelders

source: Applicant saved successfully.
it_it: Richiedente salvato.
nl_nl: Aanmelder geregistreerd.

source: Are you certain you want to delete this slot?
it_it: Eliminare questo posto?
nl_nl: Wilt u deze plek verwijderen?

source: Are you sure you want to delete this person from their signup slot?
it_it: Eliminare queste persone dai loro posti?
nl_nl: Wilt u deze persoon de toegewezen plek ontnemen?

source: Are you sure you want to delete this sheet?\nAll slots and signup information will be permanently removed.
it_it: Eliminare questo foglio?\nTutti i posti e le informazioni di registrazione saranno irrimediabilmente eliminati.
nl_nl: Wilt u dit overzicht verwijderen? Dit is inclusief de plekken en de aanmeldingsinformatie.

source: Available slots
it_it: Posti disponibili
nl_nl: Beschikbare plekken

source: Blank extra fields will not appear on signup.
nl_nl: Lege extra velden worden niet getoond bij aanmelden.

source: CSV file
it_it: File CSV
nl_nl: CSV-bestand

source: Click on "Add slot" to allow applicants to sign up.
it_it: Fare click su "Aggiungi posto" per permettere ai richiedenti di registrarsi.
nl_nl: Klik op "Toevoegen plek" om aanmelders zich te laten aanmelden.

source: Click the link below to confirm your participation in the following:
it_it: Fare click sul collegamento qui sotto per confermare la partecipazione al seguente:
nl_nl: Klik op de onderstaande link om te uw deelname te bevestigen aan:

source: Close
nl_nl: Sluiten

source: Close signup
it_it: Chiudi registrazione
nl_nl: Aanmelding sluiten

source: Congratulations!
it_it: Congratulazioni!
nl_nl: Gefeliciteerd!

source: Contact email improperly formatted.
nl_nl: Contact e-mail is fout.

source: Create
it_it: Crea
nl_nl: Aanmaken

source: Create signup forms for activities.
nl_nl: Aanmaken aanmeldformulier voor een activiteit.

source: Create signup sheet
it_it: Crea foglio registrazioni
nl_nl: Aanmaken aanmeldingsformulier

source: Delete
it_it: Elimina
nl_nl: Verwijderen

source: Delete slot
it_it: Elimina posto
nl_nl: verwijder plek

source: Description
it_it: Descrizione
nl_nl: Beschrijving

source: Down
it_it: Gi&ugrave;
nl_nl: Naar beneden

source: Edit
it_it: Modifica
nl_nl: Wijzigen

source: Edit Slot
nl_nl: Wijzig plek

source: Edit sheets
it_it: Modifica fogli
nl_nl: Wijzigen overzichten

source: Edit slots
it_it: Modifica foglio
nl_nl: Wijzigen plekken

source: Email %s applicants
it_it: Invia Email ai %s registrati
nl_nl: E-mail aanmelders

source: Email address
it_it: Indirizzo email
nl_nl: E-mailadres

source: Emails not sent
it_it: Email non inviate
nl_nl: E-mails niet verstuurd

source: Emails sent
it_it: Email inviate
nl_nl: E-mails verstuurd

source: Error occurred when moving applicant. Slot may be full.
it_it: Si &egrave; verificato un errore tentando di spostare i registranti. I posti potrebbero essere pieni.
nl_nl: Verplaatsen aanmelder mislukt, mogelijk is plek al bezet.

source: Error occurred when saving applicant.
it_it: Si &egrave; verificato un errore tentando di salvare i registranti.
nl_nl: Opslaan aanmelder is mislukt.

source: Error occurred when saving sheet.
it_it: Si &egrave; verificato un errore tentando di salvare il foglio.
nl_nl: Opslaan overzicht is mislukt.

source: Error occurred when saving slot.
it_it: Si &egrave; verificato un errore tentando di salvare il posto.
nl_nl: Opslaan plek is mislukt.

source: Extra details
nl_nl: Extra gegevens

source: Extra information 1
nl_nl: Extra veld 1

source: Extra information 2
nl_nl: Extra veld 2

source: Extra information 3
nl_nl: Extra veld 3

source: Fatal error: Cannot create slot. Missing sheet id.
it_it: Errore irreversibile: Impossibile creare il posto. ID del foglio mancante.
nl_nl: Aanmaken overzicht is mislukt (sheet id ontbreekt).

source: First name
it_it: Nome
nl_nl: Voornaam

source: From
it_it: Da:
nl_nl: Van

source: Go
it_it: Avvia
nl_nl: Start

source: Greetings from %s,
it_it: Benvenuti da %s,
nl_nl: Groeten van %s,

source: Invalid reply address.
it_it: Indirizzo pre rispost non valido.
nl_nl: Antwoordadres is fout

source: Last name
it_it: Cognome
nl_nl: Achternaam

source: List
it_it: Elenco
nl_nl: Lijst

source: Message
it_it: Messaggio
nl_nl: Bericht

source: Missing internal information.
it_it: Informazione interna mancante.
nl_nl: Interne informatie ontbreekt.

source: Move
it_it: Sposta
nl_nl: Verplaatsen

source: Name
it_it: Nome
nl_nl: Naam

source: New
it_it: Nuovo
nl_nl: Nieuw

source: No slots found.
nl_nl: Geen plek gevonden.

source: Number of openings
it_it: Numero di aperture
nl_nl: Aantal

source: Organization
it_it: Organizzazione
nl_nl: Organisatie

source: Other slots full
it_it: Altri posti pieni
nl_nl: Andere plekken bezet

source: Phone
it_it: Telefono
nl_nl: Telefoon

source: Phone number
it_it: Numero di telefono
nl_nl: Telefoonnummer

source: Please check if there are any more available slots by clicking the link below.
it_it: Verificare se ci sono ancora posti disponibili facendo click sul collegamento qui sotto.
nl_nl: Klik op onderstaande link om te controleren of er nog vrije plekken zijn.

source: Please enter a contact phone number.
it_it: Specificare un numero di telefono per contatti.
nl_nl: Het contact telefoonnummer ontbreekt.

source: Please enter a first name.
it_it: Digitare il nome.
nl_nl: De voornaam ontbreekt.

source: Please enter a last name.
it_it: Digitare il cognome.
nl_nl: De achternaam ontbreekt.

source: Please enter a message.
it_it: Inserire un messaggio.
nl_nl: Het bericht ontbreekt.

source: Please enter a subject.
it_it: Specificare un oggetto.
nl_nl: Het onderwerp ontbreekt.

source: Please specify an openings amount.
it_it: Specificare una data di apertura.
nl_nl: Geef het beginbedrag op.

source: Please wait
it_it: Attendere prego...
nl_nl: Even wachten...

source: Print
it_it: Stampa
nl_nl: Afdrukken

source: Print list
it_it: Stampa elenco
nl_nl: Lijst afdrukken

source: Print page
it_it: Stampa pagina
nl_nl: Pagina afdrukken

source: Report
nl_nl: Rapport

source: Reset order
it_it: Annulla ordine
nl_nl: Wis volgorde

source: Return to slot page
it_it: Ritorna alla pagina dei posti
nl_nl: Terug naar pagina met plekken.

source: Returning to applicant listing.
it_it: Ritorna all'elenco dei partecipanti.
nl_nl: Terug naar de lijst met aanmelders

source: Search slots
nl_nl: Zoek plekken

source: Send emails
it_it: Invia email
nl_nl: E-mails versturen

source: Sending emails
it_it: Invia le email
nl_nl: Verstuurd e-mails

source: Sheet previously posted.
it_it: Foglio inviato precedentemente.
nl_nl: Overzicht eerder gebruikt.

source: Sheet saved successfully.
it_it: Foglio salvato.
nl_nl: Overzicht opgeslagen.

source: Signup
it_it: Iscrizione
nl_nl: Aanmelden

source: Signup Sheets
it_it: Fogli d'iscrizione
nl_nl: Aanmeldingsformulieren

source: Signup confirmation
it_it: Conferma iscrizione
nl_nl: Bevestiging aanmelding

source: Signup event : %s
it_it: Iscrizione evento: %s
nl_nl: Aanmeld evenement: %s

source: Signup form
it_it: Modulo d'iscrizione
nl_nl: Aanmeldingsformulier

source: Signup sheet deleted.
it_it: Foglio iscrizioni eliminato.
nl_nl: Aanmeldingsformulier verwijderd.

source: Signup sheet did not contain any applicants.
it_it: Il registro delle iscrizioni non contiene richiedenti.
nl_nl: Overzicht bevat geen aanmelders.

source: Signup tables dropped.
it_it: Tabelle d'iscrizione rimosse.
nl_nl: Signup tabellen verwijderd.

source: Slot : %s
it_it: Posto: %s
nl_nl: Plek : %s

source: Slot can not be deleted until cleared of applicants.
it_it: I posti non possono essere eliminati se prima non vengono liberati dai richiedenti.
nl_nl: Plek is bezet en kan daarom niet verwijderd worden.

source: Slot could not be deleted successfully.
it_it: Il posto non pu&ograve; essere rimosso.
nl_nl: Plek is niet verwijderd.

source: Slot deleted successfully.
it_it: Posto eliminato.
nl_nl: Plek is verwijderd.

source: Slot is missing sheet id.
it_it: Il posto non ha un ID di registro.
nl_nl: Plek heeft geen overzicht ID

source: Slot listing
it_it: Elenco posti
nl_nl: Lijst plekken

source: Slot order reset.
it_it: Annulla ordinamento posti.
nl_nl: Volgorde plekken teruggezet.

source: Slot saved successfully.
it_it: Posto salvato.
nl_nl: Plek opgeslagen.

source: Slot setup for %s
it_it: Impostazioni posto per %s
nl_nl: Plek instelling voor %s

source: Slots
it_it: Posti
nl_nl: Plekken

source: Slots left: %s
it_it: Posti liberi: %s
nl_nl: Vrije plekken: %s

source: Sorry, but all available slots are full. Please check back later for possible cancellations.
it_it: Spiacenti, tutti i posti sono occupati. Verificare in seguito se si verificano eventuali cancellazioni.
nl_nl: Sorry, er zijn geen vrije plekken meer. Controleer later of er misschien afmeldingen zijn.

source: Sorry, the slot you chose is no longer available.
it_it: Spiacenti, il posto scelto non &egrave; pi&ugrave; disponibile.
nl_nl: Sorry, deze plek is niet meer vrij.

source: Start signup
nl_nl: Start aanmelden

source: Subject
it_it: Oggetto
nl_nl: Onderwerp

source: Submit
it_it: Invia
nl_nl: Versturen

source: Thank you
it_it: Grazie
nl_nl: Dank u.

source: The name you searched for is in these slots.
nl_nl: De opgegeven naam komt voor in deze plekken.

source: The total signups may not exceed the slots offered.
nl_nl: Het aantal aanmeldingen mag niet groter zijn dan het aantal beschikbaar gestelde plekken.

source: There is a problem with our email server. Please try again later.
it_it: C'&egrave; un problema con il nostro server di posta. Provare pi&ugrave; tardi.
nl_nl: Het versturen van e-mail is mislukt. Probeer later opnieuw.

source: There is a problem with this signup sheet. Please check back later.
it_it: C'&egrave; un problema con questo registro d'iscrizioni. Provare pi&ugrave; tardi.
nl_nl: Er is een probleem met het aanmeldingsformulier. Probeer later opnieuw.

source: This slot filled up before you could confirm your application.
it_it: Qualcuno ti ha barbato il posto prima che tu completassi la registrazione.
nl_nl: De plek is bezet voordat u uw bevestiging heeft gedaan.

source: Title
it_it: Titolo
nl_nl: Titel

source: Total openings: %s
it_it: Aperture totali: %s
nl_nl: Aantal vrij: %s

source: Unable to send emails. Signup sheet does not exist.
it_it: Impossibile inviare email. Il registro delle iscrizioni non esiste.
nl_nl: Versturen e-mails niet mogelijk, aanmeldingsformulier bestaat niet.

source: Unsuitable email address.
it_it: Indirizzo email non valido.
nl_nl: E-mailadres is fout.

source: Up
it_it: Su
nl_nl: Naar boven

source: Update
it_it: Aggiorna
nl_nl: Wijzigen

source: Update %s slot
it_it: Aggiorna posto %s
nl_nl: Wijzig %s plek

source: Update applicant
it_it: Aggiorna richiedente
nl_nl: Wijzig aanmelder

source: Update signup sheet
it_it: Aggiorna registro iscrizioni
nl_nl: Wijzig aanmeldingsformulier

source: We are no longer accepting applications.
it_it: Non si accettano pi&ugrave; iscrizioni.
nl_nl: Wij accepteren niet langer applicaties.

source: You are already registered. There isn't any need to return to this page.
it_it: Risulti gi&agrave; registrato. Non vi &egrave; motivo di ritornare a questa pagina.
nl_nl: U bent al geregistreerd. U hoeft hier niet meer te komen.

source: You are registered for the following event: %s
it_it: Ti sei registrato per il seguente evento: %s
nl_nl: U bent aangemeld voor; %s

source: You cannot signup for more than one slot.
it_it: Non puoi registrare pi&ugrave; di un posto.
nl_nl: U mag zich maar voor een plek aanmelden.

source: You do not have permission for this action.
nl_nl: U mag dit niet doen.

source: You have one hour to confirm your application.
it_it: Hai un'ora di tempo per confermare la tua registrazione.
nl_nl: Bevestig uw applicatie binnen een uur.

source: You must give this signup sheet a title.
it_it: Occorre dare un titolo a questo registro.
nl_nl: De titel van het aanmeldingsformulier ontbreekt.

source: You must give your slot a title.
it_it: Occorre dare un titolo a questo posto.
nl_nl: De titel van de plek ontbreekt.

source: You should receive an email allowing you to verify your application.<br />You have one hour to confirm your application.
it_it: Dovresti ricevere un'email per permetterti di verificare la tua registrazione. <br />Hai un'ora di tempo per confermare la tua regisrtrazione.
nl_nl: U krijgt binnenkort een e-mail om uw aanmelding te controleren. U heeft <b>een uur</b> om daarop te reageren.

source: Your application could not be verified. If over a hour has passed since you applied, you may want to try again.
it_it: La tua registrazione non pu&ograve; essere verificata. Se &egrave; gi&agrave; un'ora dalla registrazione, potresti provare un'altra volta.
nl_nl: Uw applicatie is niet gecontroleerd. Als u die meer dan een uur geleden heeft aangemeld, dient u het opnieuw te proberen.

source: firstname
it_it: Nome
nl_nl: Voornaam

source: lastname
it_it: Cognome
nl_nl: Achternaam

source: organization
it_it: Azienda
nl_nl: Organisatie

source: phone
it_it: Telefono
nl_nl: Telefoon

source: Sorry
it_it: Spiacenti
