Repository: AppStateESS/phpwebsite
Catalog: mod/layout/locale/*/LC_MESSAGES/layout.po
Languages: it_it, nl_nl, no_no

source: -- Use default style --
it_it: -- Usa tema grafico predefinito --
nl_nl: -- Gebruik standaard stijl --
no_no: -- Bruk standard Style --

source: Allow indexing
it_it: Permetti l'indicizzazione
nl_nl: Toestaan indexering
no_no: Tillat indeksering

source: Allow link following
it_it: Permetti di seguire i link
nl_nl: Toestaan Volglink
no_no: Tillat link oppfølging

source: An instruction was requested on a missing theme variable.
it_it: &Egrave; stata richiesta una istruzione a una variabile mancante del tema.
nl_nl: Er was een verzoek voor een ontbrekend thema variabele.
no_no: En instruksjon var nødvendig i en manglende theme variabel.

source: Arrange
it_it: Sistema
nl_nl: Inrichten
no_no: Arranger

source: Arrange Layout
it_it: Sistema il layout
nl_nl: Lay-out inrichten
no_no: Arranger Layout

source: Available styles
it_it: Temi grafici disponibili.
nl_nl: Beschikbare stijlen
no_no: Tilgjengelige styler

source: Box move off
it_it: Disabilita lo spostamento dei riquadri
nl_nl: Box bewegen uit
no_no: Boks forflytning av

source: Box move on
nl_nl: Box bewegen aan

source: Box order is out of sequence.
it_it: L'ordine del riquadro &egrave; fuori sequenza
nl_nl: Box volgorde verminkt.
no_no: Boks ordning er ute av sekvens.

source: CSS inclusion order
nl_nl: CSS toevoegen volgorde

source: Cancel
it_it: Annulla
nl_nl: Afbreken
no_no: Avbryt

source: Change CSS
it_it: Cambia CSS
nl_nl: CSS aanpassen
no_no: Forandre CSS

source: Change style
it_it: Modifica tema grafico
nl_nl: Stijl aanpassen
no_no: Forandre style

source: Clear cache
it_it: Pulisci la cache
nl_nl: Cache wissen
no_no: Fjern cache

source: Clear templates
it_it: Pulisci i modelli
nl_nl: Templates wissen
no_no: fjern templates

source: Clears all Cache Lite files. Good to try if module updates do not display.
it_it: Pulisci tutti i file di Cache Lite. Eseguire se gli aggiornamenti del modulo non vengono visualizzati.
nl_nl: Wis alle cache bestanden. Probeer dit als de module wijzigingen niet getoond worden.
no_no: fjerner alle Cache Lite filer. Verdt å forsøke hvis din module oppdatering ikke vises.

source: Click to move
it_it: Fare click per muovere
nl_nl: Klik om te verplaatsen
no_no: Klikk for å flytte

source: Complete the theme change
it_it: Termina le modifiche al tema
nl_nl: Afronden wijziging thema
no_no: Gjør ferdig theme forandringen

source: Confirm Theme Change
it_it: Conferma le modifiche al tema
nl_nl: Bevestig de thema wijziging
no_no: Bekreft Theme Endring

source: Control the layout of your site.
it_it: Permette di gestire l'aspetto del sito
nl_nl: De lay-out van de website beheren.
no_no: Kontrollerer layout på din side.

source: Data was not an array.
it_it: I dati non sono una matrice.
nl_nl: Data is geen array.
no_no: Data var ikke en tabell.

source: Default Robot Settings
it_it: Impostazioni Robot predefinite
nl_nl: Standaard Robot Instellingen
no_no: Standard Robot Innstillinger

source: Default Theme
it_it: Tema predefinito
nl_nl: Standaard Thema
no_no: Standard Theme

source: Description
it_it: Descrizione
nl_nl: Beschrijving
no_no: Beskrivelse

source: Disable
nl_nl: Uitschakelen

source: Disable box move
it_it: Disabilita lo spostamento dei riquadri
nl_nl: Uitschakelen verplaatsen box
no_no: Vis boks forflytning

source: Display settings
it_it: Visualizza impostazioni
nl_nl: Tonen instellingen
no_no: Vis innstillinger

source: Do not include module style sheets
nl_nl: Geen module stylesheets toevoegen

source: Done
it_it: Finito
nl_nl: Klaar
no_no: Ferdig

source: Edit Footer
it_it: Modifica pi&eacute; di pagina
nl_nl: Wijzig voet
no_no: Endre Footer

source: Edit Header
it_it: Modifica intestazione pagina
nl_nl: Wijzig kop
no_no: Endre Header

source: Edit Meta Tags
it_it: Modifica Meta tag
nl_nl: Wijzig meta tags
no_no: Endre Meta Tags

source: Enable box move
it_it: Abilita lo spostamento dei riquadri
nl_nl: Inschakelen box verplaatsen
no_no: Aktiviser boks forflytning

source: Error
it_it: Errore
nl_nl: Fout
no_no: Feil

source: Expect an error theme when finished.
it_it: Previsto un errore sul tema grafico al termine.
nl_nl: Na afronden wordt er een fout thema verwacht.
no_no: Forvent en feil theme når ferdig.

source: Failure to respond in ten seconds, reverts phpWebSite to the default theme.
it_it: Nessuna risposta dopo 10 secondi, ripristinato il tema predefinito di phpWebSite.
nl_nl: Zet het standaard thema terug, als er geen reactie is binnen 10 seconden.
no_no: Problemer med å svare innen ti sekunder, vender phpWebSite tilbake til standard theme.

source: Footer
it_it: Pi&eacute; di pagina
nl_nl: Voet

source: Footer updated.
it_it: Pi&eacute; di pagina aggiornato.
nl_nl: Voet gewijzigd.
no_no: Footer oppdatert.

source: Header
it_it: Intestazione
nl_nl: Kop

source: Header updated.
it_it: Intestazione aggiornata.
nl_nl: Kop gewijzigd.
no_no: Header oppdatert.

source: If you are happy with the change, click the appropiate button.
it_it: Se siete soddisfatti dei cambiamenti, premere il pulsante appropriato.
nl_nl: Indien de wijziging goed is, bevestig dit dan met de knop.
no_no: Hvis du er fornøyd med endringene, klikk på passende knapp.

source: Javascript file was not found.
it_it: Il file Javascript non &egrave; stato trovato.
nl_nl: Javascript bestand ontbreekt.
no_no: Javascript fil ikke funnet.

source: Keywords
it_it: Parole chiave
nl_nl: Sleutelwoorden
no_no: Nøkkelord.

source: Layout did not receive any data for display
it_it: Il modulo Layout non ha ricevuto dati da visualizzare.
nl_nl: Lay-out heeft geen te tonen gegevens.
no_no: Layout mottok ikke noe data for visning

source: Layout session not set
it_it: La sessione di Layout non &egrave; stata impostata
nl_nl: Lay-out sessie ontbreekt
no_no: Layout session ikke satt

source: Layout settings updated.
it_it: Impostazioni dell'aspetto aggiornate.
nl_nl: Lay-out instellingen gewijzigd.
no_no: Layout innstillinger oppdatert.

source: Meta Tags updated.
it_it: Meta Tag aggiornati
nl_nl: Meta Tags gewijzigd.
no_no: Meta Tags oppdatert.

source: Modules before theme
nl_nl: Modules voor thema

source: Move box: %s
it_it: Sposta il riquadro: %s
nl_nl: Box verplaatsen: %s
no_no: Flytt boks: %s

source: Move down
it_it: Muovi gi&ugrave;
nl_nl: Naar beneden
no_no: Flytt ned

source: Move to bottom
it_it: Muovi al fondo
nl_nl: Naar onderaan
no_no: Flytt til bunnen

source: Move to top
it_it: Muovi in cima
nl_nl: Naar bovenaan
no_no: Flytt til toppen

source: Move up
it_it: Sposta in alto
nl_nl: Naar boven
no_no: Flytt opp

source: No alternate style sheets available.
it_it: Nessun foglio di stile alternativo disponibile.
nl_nl: Er zijn geen andere stijlen beschikbaar.
no_no: Ingen alternative style sheets tilgjengelig.

source: No themes installed.
it_it: Nessun tema grafico installato.
nl_nl: Er zijn geen thema's.
no_no: Ingen themes installert.

source: Only show footer on front page
it_it: Mostra il pi&eacute; di pagina solo sulla pagina principale
nl_nl: Alleen op de hoofdpagina de voet tonen
no_no: Vis bare footer på forsiden

source: Only show header on front page
it_it: Mostra l'intestazione solo sulla pagina principale
nl_nl: Alleen op de hoofdpagina de kop tonen
no_no: Vis bare header på forsiden

source: Page Title
it_it: Titolo della pagina
nl_nl: Pagina titel
no_no: Side Tittel

source: Page Title: Name of your web site
it_it: Titolo della pagina: Nome del vostro sito
nl_nl: Pagina titel: Naam van de website
no_no: Side Tittel: Gi din hjemmeside ett navn

source: Pick a theme
it_it: Selezionare un tema grafico
nl_nl: Kies een thema
no_no: Velg en theme

source: Please enter a page title.
it_it: Inserisci un titolo di pagina.
nl_nl: Geef een pagina titel op.
no_no: Vennligst velg en side tittel.

source: Removes all files from the current template cache directory. Good to try if your theme is not displaying properly.
it_it: Rimuove tutti i file dalla cartella del modello corrente. Eseguire se il tema non viene visualizzato correttamente.
nl_nl: Alle gegevens van de huidige template cache map worden verwijderd. Probeer dit als het thema verminkt wordt getoond.
no_no: Fjerner alle filer fra gjeldende template cache mappe. Verdt å forsøke hvis din theme ikke vises korrekt.

source: Removing old layout components.
it_it: Rimozione dei vecchi elementi di layout in corso.
nl_nl: Oude lay-out wordt verwijderd.
no_no: Fjerner gamle layout komponenter.

source: Reset boxes
it_it: Reimposta i riquadri
nl_nl: Wis boxen
no_no: Reset bokser

source: Resets all content back to its original location. Use if problems with Box Move occurred.
it_it: Ripristina tutti i contenuti alla loro posizione originaria. Eseguire se si sono verificati problemi con lo spostamento dei riquadri.
nl_nl: Alle inhoud wordt op de originele plaatsen teruggezet. Probeer dit als er problemen zijn met box verplaatsen.
no_no: Reset allt innhold til dets originale plassering. Benyttes hvis problemer med boks forflytning dukker opp.

source: Restore the default theme
it_it: Ripristina il tema grafico predefinito
nl_nl: Standaard thema terugzetten
no_no: Reset standard theme

source: Restore to default
it_it: Ripristina predefinito
nl_nl: Standaard terugzetten
no_no: Gjenopprett til original

source: Save
it_it: Salva
nl_nl: Opslaan
no_no: Lagre

source: Save settings
it_it: Salva impostazioni
nl_nl: Opslaan instellingen
no_no: Lagre innstillinger

source: Send to %s
it_it: Invia a %s
nl_nl: Sturen naar %s
no_no: Send til %s

source: Set meta tags
it_it: Imposta i meta tag
nl_nl: Zet meta tags
no_no: Sett meta tags

source: Settings saved
it_it: Impostazioni salvate
nl_nl: Instellingen opgeslagen
no_no: Innstillinger lagret

source: The theme.ini file is missing for the default theme.
it_it: Manca il file theme.ini del tema grafico corrente.
nl_nl: Het bestand thema.ini van het standaard thema ontbreekt.
no_no: theme.ini filen mangler for standard theme.

source: Themes before modules
nl_nl: Thema's voor modules

source: Theme settings updated.
it_it: Impostazioni del tema grafico aggiornate.
nl_nl: Thema instellingen gewijzigd.
no_no: Theme innstillinger oppdatert.

source: Themes
it_it: Temi
nl_nl: Thema's

source: There was a problem reading the theme directories.
it_it: Si &egrave; verificato un problema leggendo le cartelle del tema grafico.
nl_nl: Lezen map met thema's mislukt.
no_no: Det oppstod et problem ved lesing av theme mapper.

source: There was a problem updating the settings.
it_it: Si &egrave; verificato un problema aggiornando le impostazioni.
nl_nl: Wijzigen instellingen is mislukt.
no_no: Det oppstod et problem med oppdatering av innstillinger.

source: This site requires you to enable cookies on your browser.
it_it: Questo sito richiede che il tuo browser accetti i cookie.
nl_nl: Op deze website dient uw browser cookies toe te staan.
no_no: Denne siden trenger cookies aktivisert i din nettleser.

source: Unable to receive theme information.
it_it: Impossibile ricevere informazioni sul tema grafico.
nl_nl: Thema informatie niet beschikbaar.
no_no: Ikke mulig å motta theme informasjon

source: Update
it_it: Aggiorna
nl_nl: Wijzigen
no_no: Oppdater

source: Update Footer
it_it: Aggiorna pi&eacute; di pagina
nl_nl: Wijzig voet
no_no: Oppdater Footer

source: Update Header
it_it: Aggiorna intestazione
nl_nl: Wijzig kop
no_no: Oppdater Header

source: Update Theme Settings
it_it: Aggiorna impostazioni del tema grafico
nl_nl: Wijzig thema instellingen
no_no: Oppdater Theme Innstillinger

source: Use Key summaries for meta description
nl_nl: Gebruik sleutel samenvattingen voor meta beschrijving

source: When enabled, this allows you to shift content to other area of your layout. Movement options depend on the current theme.
it_it: Quando abilitata, permette di spostare il contenuto in altre aree del layout. Le opzioni di spostamento dipendono dal tema corrente.
nl_nl: Indien ingeschakeld, kunt u hiermee de inhoud van de lay-out verplaatsten. De opties zijn afhankelijk van het huidige thema.
no_no: Når aktivisert, denne tillater deg å skifte innhold til andre områder av din layout. Bevegelser valg er forbeholdt det gjeldemde theme.

source: Layout
it_it: Aspetto

source: Meta Tags
it_it: Meta Tag

source: Meta tags
it_it: Meta Tag

source: Style sheet
it_it: Foglio di stile
