Repository: AppStateESS/phpwebsite
Catalog: mod/whatsnew/locale/*/LC_MESSAGES/whatsnew.po
Languages: nl_nl, no_no

source: Cache duration for whatsnew list (in seconds, 0-7200)
nl_nl: Cache lijst whatsnew verversen (in seconden, 0-7200)
no_no: Cache varighet for whatsnew liste (i sekunder, 0-7200)

source: Cache flushed.
nl_nl: Cache geleegd.
no_no: Cache renset.

source: Configure a sidebox of recent changes.
nl_nl: Instellen vak met recente wijzigingen.

source: Enable whatsnew
nl_nl: Inschakelen whatsnew
no_no: Aktiviser whatsnew

source: Flush cache
nl_nl: Leeg cache
no_no: Rens cache

source: General Settings
nl_nl: Algemene Instellingen
no_no: Generelle Innstillinger

source: If you would like to help out with the ongoing development of whatsnew, or other modules by Verdon Vaillancourt, %s click here to donate %s (opens in new browser window).
nl_nl: Wilt u helpen bij de ontwikkeling van whatsnew of een andere module van Verdon Vaillancourt, %s klik hier om te doneren %s (opent in een nieuw venster).
no_no: Hvis du ønsker å hjelpe til med det pågående utviklingen av whatsnew, eller andre moduler av Verdon Vaillancourt, %s klikk her for å donere %s (åpnes i nytt vindu).

source: Important Information
nl_nl: Belangrijke informatie
no_no: Viktig Informasjon

source: No keyed items.
nl_nl: Geen sleutel items.
no_no: Ingen fastkilt elementer.

source: Number of recent items to display (0-50)
nl_nl: Aantal te tonen recente items (0-50)
no_no: Antall av nylig elementer å vise (0-50)

source: Read me
nl_nl: Lees me
no_no: Les meg

source: Save settings
nl_nl: Opslaan instellingen
no_no: Lagre innstillinger

source: Select any modules you wish to exclude from your whatsnew box.
nl_nl: Kies de modules die u wilt uitsluiten van whatsnew.
no_no: Velg hvilke moduler du ikke ønsker å benytte i whatsnew boksen.

source: Settings
nl_nl: Instellingen
no_no: Innstillinger

source: Show item summaries
nl_nl: Toon item samenvattingen
no_no: Vis element sammendrag

source: Show item update dates
nl_nl: Toon item wijzigingsdatum
no_no: Vis element oppdatert datoer

source: Show whatsnew sidebox on home page only
nl_nl: Toon whatsnew alleen op hoofdpagina
no_no: Vis whatsnew sidebox bare på forsiden

source: Sidebox text
nl_nl: Box tekst
no_no: Sidebox tekst

source: Sidebox title
nl_nl: Box titel
no_no: Sidebox tittel

source: Sorry, no results
nl_nl: Geen resultaten.
no_no: Beklager, ingen resultater

source: Sorry, the readme file does not exist.
nl_nl: Het bestand readme ontbreekt.
no_no: Beklager, readme filen eksisterer ikke.

source: What's New
nl_nl: Wat is nieuw
no_no: Hva er Nytt

source: Whatsnew settings saved.
nl_nl: Instellingen nieuws opgeslagen.
no_no: Whatsnew innstillinger er lagret.

source: Show item source module names
nl_nl: Toon item modulenamen

source: item
no_no: element

source: items
no_no: elementer
