Repository: AppStateESS/phpwebsite
Catalog: mod/checkin/locale/*/LC_MESSAGES/checkin.po
Languages: nl_nl

source: %s hour
nl_nl: %s uur

source: -- Move visitor --
nl_nl: -- Verplaats bezoeker --

source: Action
nl_nl: Actie

source: Add
nl_nl: Toevoegen

source: Add new reason
nl_nl: Toevoegen nieuwe reden

source: Add reason
nl_nl: Toevoegen reden

source: Add staff
nl_nl: Toevoegen staf

source: Add staff member
nl_nl: Toevoegen staflid

source: An error is preventing your account to save. Please alert the office.
nl_nl: Het opslaan van het account mislukt. Raadpleeg de beheerder.

source: Are you sure you want to delete this reason?.
nl_nl: Wilt u deze reden verwijderen?

source: Are you sure you want to remove %s from the waiting list?
nl_nl: Wilt u %s verwijderen uit de wachtlijst?

source: Assign visitors
nl_nl: Toewijzen bezoekers

source: Assignment
nl_nl: Toewijzing

source: Assignment page
nl_nl: Toewijzingspagina

source: Assignment page refresh rate (in seconds)
nl_nl: Ververs toewijzingspagina na (seconden)

source: Assigns walk-in visitors to staff members and tracks their time.
nl_nl: Toewijzen binnenlopende bezoekers aan stafleden en de gesprekstijd volgen.

source: Available
nl_nl: Beschikbaar

source: Available for meeting
nl_nl: Beschikbaar voor bijeenkomst

source: Checkin Menu
nl_nl: Check Menu

source: Close
nl_nl: Sluiten

source: Command not recognized.
nl_nl: Commando niet herkend.

source: Completion message
nl_nl: Afsluit bericht

source: Could not locate anyone with this user name.
nl_nl: Gebruikersnaam niet gevonden.

source: Date
nl_nl: Datum

source: Delete
nl_nl: Verwijderen

source: Down
nl_nl: Omlaag

source: Edit
nl_nl: Wijzigen

source: Edit staff member
nl_nl: Wijzig staflid

source: Example: a,b,ca-cf,d
nl_nl: Voorbeeld: a,b,ca-cf,d

source: Finish meeting with %s %s
nl_nl: Beeindig bijeenkomst met %s %s

source: First name
nl_nl: Voornaam

source: Go
nl_nl: Start

source: Hide panel
nl_nl: Verberg paneel

source: Hide sidebar
nl_nl: Verberg sidebar

source: Hide sidebar for visitors
nl_nl: Verberg sidebar voor bezoekers

source: Last name
nl_nl: Achternaam

source: Last name: %s
nl_nl: Achternaam: %s

source: Meeting with visitor
nl_nl: Bijeenkomst met bezoeker

source: Name / Notes
nl_nl: Naam / Notities

source: Name / Reason / Note
nl_nl: Naam / Reden / Notitie

source: Name, Reason, & Note
nl_nl: Naam, Reden, & Notitie

source: ('checkin', 'No meeting
nl_nl: Er is geen bijeenkomst

source: No reasons found.
nl_nl: Er is geen reden.

source: No staff found.
nl_nl: Er is geen staf.

source: No staff have been created.
nl_nl: Er is nog geen staf toegevoegd.

source: No visitors seen
nl_nl: Geen bezoekers.

source: No visitors waiting
nl_nl: Geen wachtende bezoekers

source: None
nl_nl: Geen

source: Note
nl_nl: Notitie

source: Order
nl_nl: Volgorde

source: Please check in using the form below
nl_nl: Vul a.u.b. het formulier in

source: Please enter a completion message.
nl_nl: De afrondingsboodschap ontbreekt.

source: Please enter the summary.
nl_nl: De samenvatting ontbreekt.

source: Please enter your first name.
nl_nl: De voornaam ontbreekt.

source: Please enter your last name.
nl_nl: De achternaam ontbreekt.

source: Please pick one or more reasons.
nl_nl: Selecteer een of meerdere redenen.

source: Please try another user name
nl_nl: Probeer een andere gebruikersnaam.

source: Print view
nl_nl: Overzicht afdrukken

source: Problem saving user.
nl_nl: Opslaan gebruiker mislukt.

source: Reason
nl_nl: Reden

source: Reason for visit
nl_nl: Reden voor bezoek

source: Reason unknown
nl_nl: Reden onbekend

source: Reasons
nl_nl: Redenen

source: Refresh
nl_nl: Ververs

source: Remove
nl_nl: Verwijderen

source: Remove visitor from checkin
nl_nl: Verwijder bezoeker uit checkin

source: Remove visitors
nl_nl: verwijder bezoekers

source: Report
nl_nl: Rapport

source: Report for %s
nl_nl: Rapport voor %s

source: Save settings
nl_nl: Opslaan instellingen

source: Send
nl_nl: Stuur

source: Settings
nl_nl: Instellingen

source: Show panel
nl_nl: Toon paneel

source: Show public sign-in on front page
nl_nl: Toon openbaar sign-in op voorpagina

source: Show sidebar
nl_nl: Toon sidebar

source: Small view
nl_nl: Klein overzicht

source: Staff
nl_nl: Staf

source: Staff name
nl_nl: Staf naam

source: Staff user name
nl_nl: Staf gebruikersnaam

source: Start meeting w/ %s
nl_nl: Start bijeenkomst met %s

source: Start meeting w/ %s (Unassigned)
nl_nl: Start bijeenkomst met %s (Niet toegewezen)

source: Submission message
nl_nl: Ingezonden bericht

source: Summary
nl_nl: Samenvatting

source: Thank you
nl_nl: Dank u wel

source: There are %s unassigned visitors.
nl_nl: Er zijn %s bezoekers die nog niet toegewezen zijn.

source: Time arrived/waiting
nl_nl: Tijd aankomst/wachtend

source: Time error
nl_nl: Tijd fout

source: Time waited
nl_nl: Wachttijd

source: Time waiting
nl_nl: Tijd wachtend

source: Total meeting time
nl_nl: Totale tijd bijeenkomsten

source: Total time in meeting: %s
nl_nl: Totale tijd in bijeenkomst: %s

source: Total wait time: %s
nl_nl: Totale wachttijd: %s

source: Unassigned
nl_nl: Niet toegewezen

source: Unavailable
nl_nl: Niet beschikbaar

source: Unavailable for meeting
nl_nl: Niet beschikbaar voor bijeenkomst

source: Under a minute
nl_nl: Binnen de minuut

source: Up
nl_nl: Omhoog

source: Update
nl_nl: Wijzigen

source: Update reason
nl_nl: Reden wijziging

source: Update staff
nl_nl: Wijzigen staf

source: User already is staff member.
nl_nl: Gebruiker is al staflid.

source: Visitor filter
nl_nl: Bezoekers filter

source: Visitors
nl_nl: Bezoekers

source: Visitors seen: %s
nl_nl: Bezoekers gesproken: %s

source: Waiting
nl_nl: Wachtend

source: Waiting list
nl_nl: Wachtlijst

source: Waiting page
nl_nl: Wachtpagina

source: Waiting page refresh rate (in seconds)
nl_nl: Ververs wachtpagina na (seconden)

source: You are currently available for meeting.
nl_nl: U bent nu beschikbaar voor een bijeenkomst.

source: You are currently meeting with %s.
nl_nl: U spreekt nu met %s

source: You are currently unavailable.
nl_nl: U bent nu niet beschikbaar.

source: You are not a staff member.
nl_nl: U behoort niet tot de staf.

source: You currently do not have any visitors.
nl_nl: U heeft nu geen bezoekers.
