Repository: AppStateESS/phpwebsite
Catalog: mod/alert/locale/*/LC_MESSAGES/alert.po
Languages: nl_nl, no_no

source: Action
nl_nl: Actie
no_no: Handling

source: Active
nl_nl: Actief
no_no: Aktive

source: Add
nl_nl: Toevoegen
no_no: Legg til

source: Add Multiple Participants
nl_nl: Meerdere deelnemers toevoegen
no_no: Legg til Flere Deltagere

source: Add alert
nl_nl: Toevoegen alert
no_no: Legg til alarm

source: Add alert type
nl_nl: Toevoegen alert type
no_no: Legg til alarm type

source: Add all participants to %s
nl_nl: Voeg alle deelnemers toe aan %s
no_no: Legg til alle deltagere til %s

source: Add multiple
nl_nl: Meerdere toevoegen
no_no: Legg til flere

source: Add/Remove Alert participants.
nl_nl: Toevoegen/Verwijderen alert deelnemers
no_no: Legg til/Fjern Alarm deltagere.

source: Added checked
nl_nl: Toevoegen geselecteerde
no_no: Lat til sjekket

source: Alert Settings
nl_nl: Alert instellingen
no_no: Alarm Innsitillinger

source: Alert Types
no_no: Alarm Typer

source: Alert could not be located.
nl_nl: Alert niet gevonden.
no_no: Alarm kunne ikke lokaliseres.

source: Alert saved.
nl_nl: Alert opgeslagen.
no_no: Alarm lagret

source: Alert type
no_no: Alarm type

source: Alert your community to important happenings.
nl_nl: Wijs uw gemeenschap op belangrijke gebeurtenissen.
no_no: Alarmer ditt samfunn om viktige hendelser.

source: Alerts
no_no: Alarmer

source: All participants contacted.
nl_nl: Alle deelnemers ingelicht.
no_no: Alle deltagere er kontaktet.

source: Allow email contact
nl_nl: Toestaan e-mail
no_no: Tillat email kontakt

source: An error occurred when trying to copy participants to the contact list.
nl_nl: Er is een fout opgetreden bij het kopieren van de deelnemers naar de contactlijst.
no_no: En feil oppstod ved forsøk på å kopiere deltagerene til kontaktlisten.

source: An error occurred when trying to determine the total number of participants.
nl_nl: Het aantal deelnemers bepalen is mislukt.
no_no: En feil oppstod ved forsøk på å bestemme det totale antall deltakere.

source: An error occurred when trying to load alert types. Check your logs.
nl_nl: Het laden van de alert types is mislukt. Controleer de log.
no_no: En feil oppstod ved forsøk på å laste alarm typer. Sjekk dine logger.

source: An error occurred while checking contact status.
nl_nl: Het controleren van de contact status is mislukt.
no_no: En feil oppstod ved sjekking av kontakt status

source: An error occurred within the alert type.
nl_nl: Er is een fout opgetreden met het alert type.
no_no: En feil oppstod innen alarm typen

source: An error occurred. Could not save alert type.
nl_nl: Er is een fout opgetreden. Alert type niet bewaard.
no_no: En feil oppstod. Kunne ikke lagre alarm type.

source: An error occurred. Could not save alert.
nl_nl: Er is een fout opgetreden. Alert niet bewaard.
no_no: En feil oppstod. Kunne ikke lagre alarm.

source: Are you sure you want to delete this alert type?
nl_nl: Wilt u dit alert type verwijderen?
no_no: Er du sikker på at du ønsker å slette denne alarm typen?

source: Are you sure you want to delete this alert?
nl_nl: Wilt u deze alert verwijderen?
no_no: Er du sikker på at du ønsker å slette denne alarmen?

source: Are you sure you want to reset this alert\'s contact status?
nl_nl: Wilt u deze alert contact status wissen?
no_no: Er du sikker på at du ønsker å resette denne alarmen\'s kontakt status?

source: Cannot continue processing batches. The batch has been set to zero.
nl_nl: Kan niet verder gaan met de batch. De batch staat op nul.
no_no: Kan ikke fortsette prosessere grupper. Gruppen har blitt satt til null.

source: Change settings
nl_nl: Wijzig instellingen
no_no: Forandre innstillinger

source: Close this window
nl_nl: Venster sluiten
no_no: Steng dette vinduet

source: Contact participants via email when new alerts created
nl_nl: Stuur een e-mail naar deelnemers wanneer een alert wordt aangemaakt.
no_no: Kontakt deltagere via email når nye alarmer er opprettet

source: Copying participant list. Please wait.
nl_nl: Kopieren deelnemerslijst. Even wachten.
no_no: Kopierer deltager liste. Vennligst vent.

source: Could not delete alert type.
nl_nl: Kan alert type niet verwijderen.
no_no: Kunne ikke slette alarm type.

source: Could not delete alert.
nl_nl: Kan alert niet verwijderen.
no_no: Kunne ikke slette alarm.

source: Could not locate alert item.
nl_nl: Alert item niet gevonden.
no_no: Kunne ikke lokalisere alarm element.

source: Could not locate alert type.
nl_nl: Alert type niet gevonden.
no_no: Kunne ikke lokalisere alarm type.

source: Could not reset alert.
nl_nl: Kan alert niet wissen.
no_no: Kunne ikke resette alarm.

source: Create Alert
nl_nl: Nieuwe alert
no_no: Opprett Alarm

source: Create RSS feed
nl_nl: Nieuwe RSS feed
no_no: Opprett RSS Feed

source: Create alert type
nl_nl: Nieuw alert type
no_no: Opprett alarm type

source: Create, update and define alert types.
nl_nl: Aanmaken, wijzigen en definieren alert type.
no_no: Opprett, oppdater og definer alarm typer.

source: Created
nl_nl: Aangemaakt
no_no: Opprettet.

source: Daily listing
nl_nl: Dagelijkse lijst
no_no: Daglig liste

source: Date format
nl_nl: Datumformaat
no_no: Dato format

source: Date format can not be empty.
nl_nl: Datumformaat moet ingevuld worden.
no_no: Dato format kan ikke tømmes

source: Default message
nl_nl: Standaard bericht
no_no: Standard melding

source: Delete
nl_nl: Verwijderen
no_no: Slett

source: Delete alerts
nl_nl: Verwijder alerts
no_no: Slett alarmer

source: Delete types
nl_nl: Verwijder types
no_no: Slett typer

source: Deleted alert type.
nl_nl: Alert type verwijderd.
no_no: Slettet alarm type

source: Deleted alert.
nl_nl: Alert verwijderd.
no_no: Slettet alarm.

source: Description
nl_nl: Beschrijving
no_no: Beskrivelse

source: Display settings for Alert module.
nl_nl: Toon instellingen module.
no_no: Vis valg for Alarm modul.

source: Do not post on front page
nl_nl: Niet posten op de voorpagina
no_no: Ikke legg til innlegg på hovedsiden

source: Edit
nl_nl: Wijzigen
no_no: Endre

source: Edit levels
nl_nl: Wijzigen niveaus
no_no: Endre nivå

source: Email address
nl_nl: E-mail adres
no_no: Email adresse

source: Email batch
no_no: Email gruppe

source: Email contact
no_no: Email kontakt

source: Email in progress. Do not close this window.
nl_nl: E-mail wordt verwerkt, sluit dit venster niet.
no_no: Sender Email. Ikke stend dette vinduet.

source: Email participants
nl_nl: E-mail deelnemers
no_no: Email deltagere

source: Enter the email addresses for each participant. Separate them with new lines.
nl_nl: Geef de e-mailadressen van de deelnemers op. <br />Een e-mailadres per regel.
no_no: Tast inn email adressen for hver deltager. Separer dem med nye linjer.

source: Error: Missing alert type id.
nl_nl: Het alert type id ontbreekt.
no_no: Feil: Mangler alarm type id.

source: Feed name
nl_nl: Feed naam
no_no: Feed navn

source: Finish incomplete mailing
nl_nl: Afronden incomplete mailing
no_no: Ferdig ufullstendig mailing

source: High alert!
nl_nl: Hoge alert!
no_no: Høy alarm!

source: Image
nl_nl: Afbeelding
no_no: Bilde

source: List all alerts in the system.
nl_nl: Toon ALLE alerts.
no_no: Liste alle alarmer i systemet.

source: Manage Alert Types
nl_nl: Beheren Alert Types
no_no: Modifiser Alarm Typer

source: Manage Alerts
nl_nl: Beheren Alerts
no_no: Modifiser Alarmer

source: No
nl_nl: Nee
no_no: Nei

source: No alert types found
nl_nl: Er is geen alert type
no_no: Ingen alarm typer funnet

source: No participants have been assigned to this alert type. No emails were sent.
nl_nl: Er zijn geen e-mails verstuurd. Er zijn geen deelnemers met dit alert type.
no_no: Ingen deltagere har blitt utpekt til denne alarm typen. Ingen emailer har blitt sendt.

source: Notice!!! An error occurred in the last batch. Check your logs.
nl_nl: Let op! De laatste batch is foutgelopen. Controleer de log.
no_no: Notis!!! En feil har oppstått i siste gruppen. Sjekk dine logger.

source: Participant list created. Starting to send emails.
nl_nl: Deelnemerslijst klaar. Start met sturen e-mails.
no_no: Deltager liste oppført. Starter å sende emailer.

source: Participants
nl_nl: Deelnemers
no_no: Deltagere

source: Please create a new alert type.
nl_nl: Maak een alert type aan.
no_no: Vennligst opprett en ny alarm type.

source: Please enter an acceptable contact email address.
nl_nl: Geef een goed contact e-mailadres.
no_no: Vennligst tast inn akseptabel kontakt email adresse.

source: Please give your alert a description.
nl_nl: Geef een beschrijving van de alert.
no_no: Vennligst gi din alarm en beskrivelse.

source: Please give your alert a title.
nl_nl: Geef uw alert een titel.
no_no: Vennligst gi din alarm en tittel.

source: Please give your alert type a title.
nl_nl: Geef uw alert type een titel.
no_no: Vennligst gi din alarm type en tittel.

source: Please give your rss feed an access name.
nl_nl: Geef uw RSS feed een toegangsnaam.
no_no: Vennligst gi din RSS feed et tilgangs navn.

source: RSS feed available
nl_nl: RSS feed beschikbaar
no_no: RSS feed tilgjengelig

source: Remove
nl_nl: Verwijder
no_no: Fjern

source: Remove all participants from %s
nl_nl: Verwijder alle deelnemers van %s
no_no: Fjern alle deltagere fra %s

source: Remove checked
nl_nl: Verwijder geselecteerde
no_no: Fjern sjekket

source: Reset alert.
nl_nl: Wis alert.
no_no: Reset alarm

source: Reset email contact
nl_nl: Wis e-mail contact.
no_no: Reset email kontakt

source: Save
nl_nl: Opslaan
no_no: Lagre

source: Save settings
nl_nl: Opslaan instellingen
no_no: Lager innstillinger

source: Send Notices for %s
nl_nl: Stuur bericht voor %s
no_no: Send notis for %s

source: Settings
nl_nl: Instellingen
no_no: Innstillinger

source: Sorry
no_no: Beklager

source: Start mailing
no_no: Starter mailing

source: Subtract multiple
nl_nl: Meerdere verwijderen
no_no: Trekke fra flere

source: The following alerts need to send email notices.
nl_nl: De volgende alert hebben e-mail te versturen.
no_no: Følgende alarmer trenger å sende email notiser.

source: Title
nl_nl: Titel
no_no: Tittel

source: Type saved.
nl_nl: Type opgeslagen.
no_no: Type lagret.

source: Update Alert
nl_nl: Wijzig Alert
no_no: Oppdater Alarm

source: Update alert type
nl_nl: Wijzig alert type
no_no: Oppdater alarm type

source: Updated
nl_nl: Gewijzigd
no_no: Oppdatert

source: Weekly listing
nl_nl: Weeklijst
no_no: Ukentlig lister

source: Yes
nl_nl: Ja
no_no: Ja

source: You may safely close this window now.
nl_nl: U kunt dit venster sluiten.
no_no: Du kan lukke dette vinduet nå

source: Your email batch must be greater than 10.
nl_nl: Een e-mail batch moet minimaal 10 mails bevatten.
no_no: Din email gruppe må være større en 10.

source: by
nl_nl: door
no_no: av

source: RSS feed does not exist.
nl_nl: RSS feed bestaat niet.

source: Reset
nl_nl: Wissen

source: Subtract Multiple Participants
nl_nl: Verwijder Meerdere Deelnemers
