Repository: AppStateESS/phpwebsite
Catalog: mod/categories/locale/*/LC_MESSAGES/categories.po
Languages: it_it, nl_nl, no_no

source: %s - %s item(s)
it_it: %s - %s voce(i)
no_no: %s - %s element(er)

source: %s: Module listing
it_it: %s: Elenco modulo
nl_nl: %s: Modulelijst
no_no: %s: Modul lister

source: %s: Module listing for %s
it_it: %s: Elenco modulo per %s
nl_nl: %s: Modulelijst voor %s
no_no: %s: Modul lister for %s

source: Action
it_it: Azione
nl_nl: Actie
no_no: Handling

source: Add Category
it_it: Aggiungi argomento
nl_nl: Toevoegen Categorie
no_no: Legg til Kategori

source: Add category
it_it: Aggiungi argomento
nl_nl: Toevoegen categorie
no_no: Legg til kategori

source: Administrate your site's categories.
it_it: Permette di gestire le categorie del sito.
nl_nl: Beheer de categorieen.
no_no: Administrer din sides kategorier.

source: All - %s items
it_it: Tutti - %s voci
nl_nl: Alle - %s items
no_no: Alle - %s elementer

source: All Categories
it_it: Tutte le categorie
nl_nl: Alle Categorieen
no_no: Alle Kategorier

source: All categories assigned.
it_it: Tutte le categorie assegnate.
nl_nl: Alle categorieen gebruikt.
no_no: Alle kategorier utpekt.

source: Are you sure you want to delete this category?
it_it: Sei sicuro di voler eliminare questo argomento?
nl_nl: Wilt u deze categorie verwijderen?
no_no: ER du sikker på at du ønsker å slette denne kategorien?

source: Available categories
it_it: Categorie disponibili
no_no: Tilgjengelige kategorier

source: Cancel
it_it: Annulla
nl_nl: Afbreken
no_no: Avbryt

source: Categories
it_it: Categorie
nl_nl: Categorieen
no_no: Kategorier

source: Categorize
it_it: Cataloga
nl_nl: Categoriseren
no_no: Kategoriser

source: Category ID not found
it_it: ID dell'argomento non trovato
nl_nl: Categorie-ID niet gevonden
no_no: Kategori ID ikke funnet.

source: Category item is missing variables.
it_it: Mancano variabili all'argomento .
nl_nl: Categorie item heeft geen variabele.
no_no: Kategori element mangler vriabler.

source: Category saved successfully.
it_it: Argomento salvato.
nl_nl: Categorie opgeslagen.
no_no: Kategori lagret med godt resultat.

source: Creation date
it_it: Data di creazione
nl_nl: Aanmaakdatum
no_no: Oppført dato

source: Current Icon
it_it: Icona corrente
nl_nl: Huidige icoon
no_no: Gjeldende ikon

source: Currently assigned
it_it: Assegnato
nl_nl: Huidige gebruikte
no_no: Gjeldende utpekt

source: Delete
it_it: Elimina
nl_nl: Verwijderen
no_no: Slett

source: Delete categories
it_it: Elimina le categorie
nl_nl: Verwijderen categorieen
no_no: Slett kategorier

source: Description
it_it: Descrizione
nl_nl: Beschijving
no_no: Beskrivelse

source: Edit
it_it: Modifica
nl_nl: Wijzigen
no_no: Endre

source: Icon
it_it: Icona
nl_nl: Icoon
no_no: Ikon

source: Item Title
it_it: Titolo voce
nl_nl: Item Titel
no_no: Element tittel

source: List
it_it: Elenco
nl_nl: Lijst
no_no: Liste

source: Manage Categories
it_it: Gestione categorie
nl_nl: Beheer Categorieen
no_no: Administere Kategorier

source: Missing either a version or item id.
it_it: ID di versione o voce mancante.
nl_nl: Versie of item id ontbreekt.
no_no: Mangler enten en versjon eller element id.

source: Module does not have a category table.
it_it: Il modulo non ha una tabella di categorie.
nl_nl: Module heeft geen categorie tabel.
no_no: Moduler har ikke en kategori tabell.

source: New
it_it: Nuovo
nl_nl: Nieuw
no_no: Ny

source: No categories assigned.
it_it: Nessun argomento assegnato,
nl_nl: Geen categorieen gebruikt.
no_no: Ingen kategorier utpekt.

source: No categories available.
it_it: Nessun argomento disponibile.
nl_nl: Geen categorieen beschikbaar.
no_no: Ingen kategorier tilgjengelig.

source: No categories found.
it_it: Nessun argomento presente.
nl_nl: Geen categorieen gevonden.
no_no: Ingen kategorier fuunnet.

source: No items available in this category.
it_it: Nessuan voce disponibile in questo argomento.
nl_nl: Geen items beschikbaar in deze categorie.
no_no: Ingen element tilgjengelig i denne kategorien.

source: No items found in this category.
it_it: Nessuna voce trovata in questo argomento.
nl_nl: Geen items in deze categorie.
no_no: Ingen element funnet i denne kategorien.

source: Parent
it_it: Genitore
nl_nl: Ouder
no_no: Forelder

source: Please contact your administrator.
it_it: Contattare l'amministratore.
nl_nl: Neem contact op met de beheerder.
no_no: Vennligst kontakt din administrator.

source: Quick add
it_it: Aggiunta rapida
nl_nl: Snel toevoegen
no_no: Hurtil legg til

source: Remove category
it_it: Rimuovi argomento
nl_nl: Categorie verwijderen
no_no: Fjern kategori

source: Save and close
it_it: Salva e chiudi
nl_nl: Opslaan en sluiten
no_no: Lagre og steng

source: There was a problem accessing the database.
it_it: Si &egrave; verificato un problema tentando di accedere al database.
nl_nl: De database kan niet benaderd worden.
no_no: Det oppstod et problem ved tilkobling til databasen.

source: Title
it_it: Titolo
nl_nl: Titel
no_no: Tittel

source: Top Level
it_it: Livello principale
nl_nl: Bovenste niveau
no_no: Topp nivå

source: Unable to save category.
it_it: Impossibile salvare l'argomento.
nl_nl: Opslaan categorie mislukt.
no_no: Ikke mulig å lagre kategori.

source: Uncategorized
it_it: Non catalogato
nl_nl: Niet gecategoriseerd
no_no: Ukategorisert

source: Update Category
it_it: Aggiorna argomento
nl_nl: Wijzigen Categorie
no_no: Oppdater kategori

source: View Module
it_it: Visualizza modulo
nl_nl: Tonen Module
no_no: Se Modul

source: You are not authorized to administrate categories.
it_it: Permessi insufficienti per la gestione delle categorie.
nl_nl: U mag geen categorieen beheren.
no_no: Du er ikke tillatt å administrere kategorer.

source: Your category must have a title.
it_it: L'argomento deve avere un titolo.
nl_nl: De titel van de categorie ontbreekt.
no_no: Din kategori må ha en tittel.

source: item(s)
it_it: voce(i)
no_no: element(er)

source: Close Window
nl_nl: Sluit venster
