Repository: AppStateESS/phpwebsite
Catalog: mod/related/locale/*/LC_MESSAGES/related.po
Languages: nl_nl, no_no

source: Add item
nl_nl: Item toevoegen
no_no: Legg til punkt

source: Bank not created.
nl_nl: Bank niet aangemaakt.
no_no: Bank ikke opprettet.

source: Build Related
nl_nl: Opbouwen relaties
no_no: Bygg Relatert

source: Change Related Title
nl_nl: Wijzig titel relatie
no_no: Endre Relatert Tittel

source: Currently, nothing is associated with this item.
nl_nl: Op dit moment heeft dit item geen relaties.
no_no: Nå, ingenting er assossiert med dette punktet.

source: Edit
nl_nl: Wijzigen
no_no: Endre

source: Friend not created.
nl_nl: Vriend niet aangemaakt.
no_no: Venn ikke opprettet.

source: If you want to add related information to this item, click the "Build Related" link.
nl_nl: Als u bijbehorende informatie aan dit item wilt toevoegen, klik op de "Opbouwen relaties" link.
no_no: Hvis du ønsker å legge til relatert informasjon til dette punket, klikk "Bygg Relatert" linken.

source: Missing position.
nl_nl: Positie ontbreekt.
no_no: Mangler sted.

source: Module
no_no: Modul

source: Quit
nl_nl: Stop
no_no: Forlat

source: Related Topics
nl_nl: Bijbehorende topics
no_no: Relaterte Emner

source: Related tables removed.
nl_nl: Tabellen Related verwijderd.
no_no: Relatert tabeller fjernet.

source: Save
nl_nl: Opslaan
no_no: Lagre

source: The Related module encountered a database error.
nl_nl: Database fout in de module Related.
no_no: Relatert modulen sammenstøttet en database feil.

source: This item is related to the following:
nl_nl: Dit element is gerelateerd met:
no_no: Dette emnet er relatert til følgende:

source: Title
nl_nl: Titel
no_no: Tittel

source: View other items to add them to the list.
nl_nl: Toon ander items om toe te voegen.
no_no: Se andre emner for å tilføye til listen.

source: What do you want the title to be?
nl_nl: Wat wordt de titel?
no_no: Hva ønsker du at tittelen skal være?
