Repository: AppStateESS/phpwebsite
Catalog: mod/users/locale/*/LC_MESSAGES/users.po
Languages: it_it, no_no

source: Unable to copy deity login to branch.
it_it: Impossibile copiare il login amministratore nel sito derivato.
no_no: Ikke mulig å kopiere guddom til bransje.

source: Unable to copy deity users to branch.
it_it: Impossibile copiare gli utenti amministratori nel sito derivato.
no_no: Ikke mulig å kopiere guddommelige brukere til bransje.

source: Unable to create authorization script.
it_it: Impossibile creare lo script di autorizzazione.
no_no: Ikke mulig å opprette autorisasjon script

source: Unable to find font file for graphic confirmation.
it_it: Impossibile trovare il file del font per la conferma grafica.
no_no: Ikke mulig å finne font fil for grafisk bekreftelse.

source: Unable to load key.
it_it: Impossibile caricare la chiave.
no_no: Ikke mulig å laste nøkkel.

source: Unable to save user information.
it_it: Impossibile salvare le informazioni dell'utente.
no_no: Ikke mulig å lagre bruker informasjon.

source: Unable to set permissions. Bad key data.
it_it: Impossibile impostare i permessi. Dati della chiave non validi.
no_no: Ikke mulig å sette tillatelser. Feil nøkkel data.

source: Unable to write confirmation graphic to server.
it_it: Impossibile scrivere la grafica di conferma sul server.
no_no: Ikke mulig å skrive bekreftelse grafikk til server.

source: Uncheck all restricted
it_it: Deseleziona tutte le proibizioni
no_no: Avmerk alle begrenset

source: Uncheck all unrestricted
it_it: Deseleziona tutte le concessioni
no_no: Avmerk alle ubegrenset

source: Unknown error.
it_it: Errore sconosciuto.
no_no: Ukjent feil.

source: Unrestricted
it_it: Non limitato
no_no: Ubegrenset

source: Update
it_it: Aggiorna
no_no: Oppdater

source: Update Default
it_it: Aggiorna predefiniti
no_no: Oppdater Standard

source: Update Group
it_it: Aggiorna gruppo
no_no: Oppdater Gruppe

source: Update Settings
it_it: Aggiorna impostazioni
no_no: Oppdater Innstillinger.

source: Update User
it_it: Aggiorna utente
no_no: Oppdater Bruker

source: Update my information
it_it: Aggiorna le mie informazioni
no_no: Oppdater min informasjon

source: Update password
it_it: Aggiorna password
no_no: Oppdater passord

source: Use Daylight Savings Time
it_it: Usa l'ora legale
no_no: Benytt Sommertid

source: Use graphic authentication
it_it: Usa l'autenticazione grafica
no_no: Benytt grafisk bekreftelse

source: User Administration
it_it: Gestione utenti
no_no: Bruker Administrasjon

source: User Menu
it_it: Menu utente
no_no: Bruker Meny

source: User Signup Mode
it_it: Modalit&agrave; di registrazione degli utenti
no_no: Bruker Registrering Modus

source: User account deactivated.
it_it: Account utente disattivato.
no_no: Bruker konto deaktivisert

source: User created successfully.
it_it: Utente creato.
no_no: Bruker opprettet med godt resultat.

source: User created successfully. Check your email for your login information.
it_it: Utente creato.Verifica la tua casella di posta per le informazioni di accesso.
no_no: Bruker opprettet med godt resultat. Sjekk din email for å finne din innloggings informasjon.

source: User created.
it_it: Utente creato.
no_no: Bruker opprettet

source: User deified.
it_it: Utente divinizzato.
no_no: Bruker gjort guddommelig.

source: User deleted.
it_it: Utente eliminato.
no_no: Bruker slettet.

source: User is missing their permission group
it_it: L'utente non ha i permessi dei gruppi a cui appartiene.
no_no: Bruker mangler deres tillatelse gruppe

source: User name already in use.
it_it: Nome utente gi&agrave; in uso.
no_no: Brukernavn alt i bruk.

source: User name not found. Check your spelling or enter an email address instead.
it_it: Nome utente non trovato. Controllare il nome digitato o digitarte un indirizzo email al posto.
no_no: Brukernavn ikke funnet. Sjekk for skrivefeil eller skriv inn din email adresse i stedet.

source: User remains a deity.
it_it: L'utente rimane amministratore
no_no: Bruker forblir guddom.

source: User remains a lowly mortal.
it_it: L'utente rimane un modesto utilizzatore.
no_no: Bruker forblir ydmyk dødlig.

source: User settings updated.
it_it: Imostazioni dell'utente aggiornate.
no_no: Bruker innstillinger oppdatert.

source: User transformed into a lowly mortal.
it_it: Utente trasformato in un modesto utilizzatore.
no_no: Bruker omgjort til en ydmyk dødlig.

source: User tried to login using Remember Me with a malformed cookie.
it_it: L'utente ha tentato di accedere utilizzando la funzione Ricordami con un cookie non corretto.
no_no: Bruker forsøkte å logge inn med Husk Meg med en deformert cookie.

source: User tried to send bad hash (%s) to confirm user.
it_it: L'utente ha tentato di inviare un codice di hash errato (%s) nel tentativo di confermare l'utente.
no_no: Bruker forsøkte å sende dårlig virvar (%s) til bekreft bruker.

source: User updated.
it_it: Utente agiornato.
no_no: Bruker oppdatert.

source: User's email address is missing or malformed.
it_it: Indirizzo Email dell&igrave;'utente mancante o incorretto.
no_no: Brukers email adresse mangler eller er feilskrevet.

source: User's email address is missing.
it_it: Indirizzo Email dell'utente mancante.
no_no: Brukers email adresse mangler.

source: User's email used as contact email address.
it_it: Indirizzo Email dell'utente usato come indirizzo Email di contatto.
no_no: Bruker email brukt som kontakt email adresse.

source: Username
it_it: Nome utente
no_no: Brukernavn

source: Username and password combination not found.
it_it: La combinazione Nome utente e Password non &egrave; stata trovata.
no_no: Brukernavn og passord kombinasjon ikke funnet.

source: Username and password refused.
it_it: Nome utente e password rifiutati.
no_no: Brukernavn og passord avvist.

source: Username is improperly formatted.
it_it: Nome utente non ammissibile.
no_no: Brukernavn er ukorrekt formatert.

source: Users
it_it: Utenti
no_no: Brukere

source: Users module will re-register each module's permissions.
it_it: Il modulo Utenti ri-registrer&agrave; i permessi di ciascun modulo.
no_no: Bruker modul vil omregistrere hver moduls tillatelser.

source: View restrictions
it_it: Visualizza limitazioni
no_no: Se begrensninger

source: Want to join?
it_it: Perch&egrave; registrarsi?
no_no: Vil du være med?

source: We are currently unable to send out email reminders. Try again later.
it_it: Impossibile al momento inviare un'email di promemoria. Provare pi&ugrave; tardi.
no_no: Vi er for tiden ikke i stand til å sende ut påmindelser. Prøv igjen senere.

source: We have sent you an email to reset your password.
it_it: Ti &egrave; stata inviata un'Email per reimpostare la tua password.
no_no: Vi har sendt deg en email for å resette ditt passord.

source: We have sent you an user name reminder. Please check your email and return to log in.
it_it: Ti &egrave; stata inviata un'Email contenente un suggerimento per il tuo nome utente. Controlla la tua casella di posta e riprova ad accedere.
no_no: Vi har sendt deg ett brukernavn påmindelse. Vennligst sjekk din email og returner til innlogging.

source: Welcome!
it_it: Benvenuto!
no_no: Velkommen!

source: Why can't I change my password?
it_it: Perch&egrave; non posso cambiare la mia password?
no_no: Hvorfor kan eg ikke endre mitt passord?

source: Yes
it_it: S&igrave;
no_no: Ja

source: Yes, make them a deity.
it_it: S&igrave;, rendili amministratori.
no_no: Ja, gjør dem til guddommer.

source: Yes, make them a mortal.
it_it: S&igrave;, rendili utilizzatori.
no_no: Ja, gjør dem til dødlige.

source: You already have an account.
it_it: Hai gi&agrave; un account.
no_no: Du har allerede en konto.

source: You have one hour to respond.
it_it: Hai un'ora di tempo per rispondere.
no_no: Du har en time på deg til å svare.

source: You must enter either a username or email address.
it_it: Devi digitare un nome utente o un indirizzo Email.
no_no: Du må legge inn enten ett brukernavn eller en email adresse.

source: You need to set a site contact address.
it_it: Devi specificare un'Email di contatto per il sito.
no_no: Du må sette en side kontakt adresse.

source: You will return to the home page in five seconds.
it_it: Sarai reindirizzato alla pagina principale entro 5 secondi.
no_no: Du vil returnere til hovedsiden om ca fem sekunder.

source: Your account has been deactivated. You will need to contact a site administrator to have it reactivated.
it_it: Il tuo account &egrave; stato disattivato. Contattare un amministratore del sito per farlo riattivare.
no_no: Din konto har blitt deaktivisert. Du må kontakte en administrator for å re-aktivisere den.

source: Your account has been successfully activated. Please log in.
it_it: Il tuo account &egrave; stato attivato. Effettuare l'accesso.
no_no: Din konto er blitt aktivert. Vennligst logg inn.

source: Your email address is missing from your account. Please contact the site administrators.
it_it: Il tuo account &egrave; senza indirizzo email. Contattare l'amministratore del sito.
no_no: Din email adresse mangler fra din konto. Vennligst kontakt nettsteds administratoren.

source: Your password request was not found or timed out. Please apply again.
it_it: La tua richiesta di password non &egrave; etata trovata o &egrave; scaduta. Riprovare.
no_no: Din passord forespørsel ble ikke funnet, eller det tok for lang tid. Vennligst prøv igjen.

source: Your user account has not been approved yet. Make sure you have responded to your authentication email.
it_it: Il tuo account utente non &egrave; ancora stato approvato. Verificare di aver risposto all'email di autenticazione.
no_no: Din bruker konto har ikke blitt godkjent enda. Bekreft at du har svart på din autorisasjons email.
