Repository: AppStateESS/phpwebsite
Catalog: mod/users/locale/*/LC_MESSAGES/users.po
Languages: it_it, no_no

source: "%s" permission column created.
it_it: Colonna dei premessi "%s" creata.
no_no: "%s" tillatelse kolonne opprettet.

source: -- Use server's time zone --
it_it: -- Usa il fuso orario del server --
no_no: -- Benytt serverens tids sone --

source: A deity can not make themselves mortal.
it_it: Un amministratore non pu&ograve; trasformare s&egrave; stesso in utilizzatore.
no_no: En guddom kan ikke gjøre seg selv dødlig.

source: A group with this name already exists.
it_it: Esiste gi&agrave; un gruppo con questo nome.
no_no: En gruppe med dette navnet eksisterer alt.

source: A problem occurred when accessing user information. Please try again later.
it_it: Si &egrave; verificato un errore tentando di accedere alle informazioni dell'utente. Provare di nuovo tra poco.
no_no: Et problem oppstod ved tilkobling til bruker informasjon. Vennligst prøv igjen senere.

source: A problem occurred when trying to register this module to My Page.
it_it: Si &egrave; verificato un problema tentando di registrare questo modulo nella scheda Pagina personale.
no_no: Et problem oppstod ved forsøk på å registrere denne modulen til Min Side.

source: A problem occurred when trying to update your password. Please try again later.
it_it: Si &egrave; verificato un errore tentando di aggiornare la password. Provare di nuovo tra poco.
no_no: Et problem oppstod ved forsøk på å oppdatere ditt passord. Vennligst prøv igjen senere.

source: Account created successfully!
it_it: Account creato!
no_no: Kontoen opprettet med godt resultat!

source: Action
it_it: Azione
no_no: Handling

source: Actions
it_it: Azioni
no_no: Handlinger

source: Activate
it_it: Attiva
no_no: Aktiver

source: Activate this user
it_it: Attiva questo utente
no_no: Aktiver denne bruker

source: Active
it_it: Attivo
no_no: Aktiv

source: Add
it_it: Aggiungi
no_no: Legg til

source: Add / Edit Groups
it_it: Aggiungi/Modifica gruppi
no_no: Legg til / Endre grupper

source: Add Group
it_it: Aggiungi gruppo
no_no: Legg til Gruppe

source: Add Member
it_it: Aggiungi membro
no_no: Legg til Medlem

source: Add Script File
it_it: Aggiungi file di script
no_no: Legg til Script Fil

source: Add User
it_it: Aggiungi utente
no_no: Legg til Bruker

source: Add this user to this group.
it_it: Aggiungi questo utente a questo gruppo.
no_no: Legg denne brukeren til denne gruppen.

source: All visitors
it_it: Tutti i visitatori
no_no: Alle besøkende

source: Allow Remember Me
it_it: Permetti l'opzione Ricordami
no_no: Tillat Husk Meg

source: An error occurred when trying to create your account. Please try again later.
it_it: Si &egrave; verificato un errore tentando di creare l'account. Provare di nuovo tra poco.
no_no: Et problem oppstod ved forsøk på å opprette din konto. Vennligst prøv igjen senere.

source: An error occurred when trying to save the group.
it_it: Si &egrave; verificato un errore tentando di salvare il gruppo.
no_no: Et problem oppstod ved forsøk på å lagre denne gruppen.

source: An error occurred.
it_it: Si &egrave; verificato un errore
no_no: Et problem oppstod.

source: Are you SURE you want to remove this group?
it_it: Sicuro di voler rimuovere questo gruppo?
no_no: ER du SIKKER på at du ønsker å fjerne denne gruppen?

source: Are you certain you want this user to have complete control of this web site?
it_it: Vuoi che questo utente assuma il controllo completo di questo sito web?
no_no: Er du sikker på at du ønsker at denne brukeren skal få full kontroll over denne websiden?

source: Are you certain you want to delete the user &quot;%s&quot; permanently?
it_it: Eliminare definitivamente l'utente " %s "?
no_no: Er du sikker på at du ønsker å slette brukeren &quot;%s&quot; permanent?

source: Are you sure you want to deify this user?
it_it: Trasformare l'utente corrente in divinit&agrave;?
no_no: Er du sikker på at du ønsker å gjøre denne brukeren til en guddom?

source: Are you sure you want to drop this authorization script?
it_it: Eliminare questo script di autorizzazione?
no_no: Er du sikker på at du ønsker å droppe dette autorisasjons scriptet?

source: Are you sure you want to remove deity status?
it_it: Rimuovere lo stato di amministratore?
no_no: Er du sikker på at du ønsker å fjerne guddom status?

source: Authorization
it_it: Autorizzazioni
no_no: Autorisasjon

source: Authorization Scripts
it_it: Script di autorizzazione
no_no: Autorisasjon Scripter

source: Authorization updated.
it_it: Autorizzazioni aggiorate.
no_no: Autorisasjon oppdatert.

source: Authorization/Settings
it_it: Autorizzazioni/Impostazioni
no_no: Autorisasjon/Innstillinger

source: Ban users
no_no: Utesteng brukere

source: Cancel
it_it: Annulla
no_no: Avbryt

source: Captcha information was incorrect.
it_it: Informazione Captcha non corretta.
no_no: Captcha informasjon var ikke korrekt.

source: Change my Settings
it_it: Cambia le mie impostazioni
no_no: Endre mine Innstillinger

source: Check all restricted
it_it: Verifica tutte le proibizioni
no_no: Sjekk alle begrenset

source: Check all unrestricted
it_it: Verifica tutti i non riservati
no_no: Sjekk alle ubegrenset

source: Checking %s module
it_it: Verifica in corso del modulo %s
no_no: Sjekker %s modul

source: Click here if you are not redirected.
it_it: Fare click qui se la redirezione non ha inizio.
no_no: Klikk her hvis du ikke blir videresendt.

source: Closest matches below.
it_it: Qui sotto i risultati pi&ugrave; simili.
no_no: Nærmeste treff under.

source: Confirm
it_it: Conferma
no_no: Bekreft

source: Confirm Graphic
it_it: Conferma grafica
no_no: Bekreft Grafikk

source: Confirm text
it_it: Conferma tesutale
no_no: Bekreft tekst

source: Confirmation email
it_it: Email di conferma
no_no: Bekreftelse email

source: Confirmation phrase is not correct.
it_it: La frase di conferma non &egrave; corretta.
no_no: Bekreftelse setning er ikke korrekt.

source: Contact the site administrator
it_it: Contattare l'amministratore del sito
no_no: Kontakt webside administratoren.

source: Control Panel
it_it: Pannello di controllo
no_no: Kontrollpanel

source: Could not access hub database.
it_it: Impossibile accedere al database principale.
no_no: Kunne ikke tilkoble til hub databasen.

source: Could not create "%s" permission column.
it_it: Impossibile creare la colonna dei permessi "%s".
no_no: Kunne ikke opprette "%s" tillatalse kolonne.

source: Could not find any hub deities.
it_it: Impossibile trovare divinit&agrave; principali.
no_no: Kunne ikke finne noen hub guddommer.

source: Could not find user.
it_it: Impossibile trovare l'utente.
no_no: Kunne ikke finne bruker.

source: Create Group
it_it: Crea gruppo
no_no: Opprett gruppe

source: Create User
it_it: Crea utente
no_no: Opprett bruker

source: Current Members
it_it: Membro corrente
no_no: Nåværende Medlemmer

source: Deactivate
it_it: Disattiva
no_no: Deaktiver

source: Deactivate this user
it_it: Disattivare questo utente
no_no: Deaktiver denne bruker

source: Default
it_it: Predefinito
no_no: Standard

source: Deity
it_it: Amministratore
no_no: Guddom

source: Deity users copied to branch.
it_it: Utente amministratore copiato nel sito derivato.
no_no: Guddom rukere kopiert til bransje.

source: Delete
it_it: Elimina
no_no: Slett

source: Delete Groups
it_it: Elimina gruppo
no_no: Slett Grupper

source: Delete Users
it_it: Elimina utente
no_no: Slett Brukere

source: Did you forget your password at our site?
it_it: Hai dimenticato la password del sito?
no_no: Glemte du ditt passord til vår webside?

source: Did you forget your user name at our site?
it_it: Hai dimenticato la password del sito?
no_no: Glemte du ditt brukernavn til vår webside?

source: Display Name
it_it: Nome visualizzato
no_no: Fremvisnings Navn

source: Display name
it_it: Nome visualizzato
no_no: Fremvisnings navn

source: Display name is improperly formatted.
it_it: Il nome visualizzato non &egrave; formattato correttamente.
no_no: Fremvisnings navn er ukorrekt formatert.

source: Drop
it_it: Elimina
no_no: Dropp

source: Drop this member from the group.
it_it: Elimina questo membro dal gruppo
no_no: Dropp denne medlemmen fra gruppen.

source: Edit
it_it: Modifica
no_no: Endre

source: Edit Authorization Script
it_it: Modifica lo script di autorizzazione
no_no: Endre Autorisasjon Script

source: Edit Group
it_it: Modifica gruppo
no_no: Endre Gruppe

source: Edit Permissions
it_it: Modifica permessi
no_no: Endre Tillatelser

source: Edit User
it_it: Modifica utente
no_no: Endre Bruker

source: Edit Users
it_it: Modifica utenti
no_no: Endre Brukere

source: Edit restrictions
it_it: Modifica limitazioni
no_no: Endre begrensninger

source: Email Address
it_it: Indirizzo Email
no_no: Email Adresse

source: Email Verification
it_it: Verifca Email
no_no: Email Bekreftelse

source: Email address already in use.
it_it: Indirizzo Email gi&agrave; in uso
no_no: Email adresse alt i bruk.

source: Email address not found. Please try again.
it_it: Indirizzo Email non trovato. Riprovare.
no_no: Email adresse ikke funnet. Vennligst prøv igjen.

source: Enter the word from the image above.
it_it: Digita la parola che leggi nell'immagine qui sopra.
no_no: Legg inn ordet fra bildet over.

source: Enter your new password
it_it: Digita la tua nuova password
no_no: Legg inn ditt nye passord

source: Enter your user name.
it_it: Digita il tuo nome utente.
no_no: Legg inn ditt brukernavn.

source: Forbidden usernames (one per line)
it_it: Nomi utente proibiti (uno per riga)
no_no: Utilgjengelige brukernavn (ett per linje)

source: Forgot Password
it_it: Password dimenticata
no_no: Glemt Passord

source: Forgot password?
it_it: Password dimenticata?
no_no: Glemt passord?

source: Forgot your password?
it_it: Password dimenticata?
no_no: Glemt ditt passord?

source: Forgot your user name?
it_it: Nome utente dimenticato?
no_no: Glemt ditt brukernavn?

source: Forgotten password attempt made on a deity account.
it_it: Tentativo di eseguire la procedura "Passwor dimenticata" su un account di un amministratore.
no_no: Glemt passord forsøkt på en guddom konto.

source: Forgotten your user name? Enter your email address instead.
it_it: Nome utente dimenticato? Inserisci la tua Email al posto.
no_no: Glemt ditt brukernavn? Legg inn din email adresse i stedet.

source: Group Name
it_it: Nome gruppo
no_no: Gruppe Navn

source: Group created.
it_it: Gruppo creato.
no_no: Gruppe opprettet.

source: Group does not exist.
it_it: Il gruppo non esiste.
no_no: Gruppe eksisterer ikke.

source: Group name
it_it: Nome gruppo
no_no: Gruppe navn

source: Groups
it_it: Gruppi
no_no: Grupper

source: Hello
it_it: Ciao
no_no: Hallo

source: Here is the address to return to our site:
it_it: Indirizzo da inviare al nostro sito:
no_no: Her er adressen til å returnere til vår side:

source: Hide login box
it_it: Nascondi il riquadro di login
no_no: Gjem innloggings boks

source: Home
no_no: Hjem

source: If so, you may click the link below to reset it.
it_it: Se &egrave; cos&igrave;, selezionare il collegamento qui sotto per resettarla.
no_no: Hvis så, kan du klikke på linken under for å resette den.

source: If you did not wish to reset your password, you may ignore this message.
it_it: Se non vuoi reimpostare la password, ignorare questo messaggio.
no_no: Hvis du ikke ønsket å resette ditt passord, kan du ignorere denne meldingen.

source: Immediate
it_it: Immediata
no_no: Øyeblikkelig

source: Improper permission level for action requested.
it_it: Livello di autorizzazione inadeguato per l'azione richiesta.
no_no: Ukorrekt tillatelses nivå for etterspurt handling.

source: Improperly formatted group name.
it_it: Nome di gruppo non ammissibile.
no_no: Ukorrekt formatert gruppe navn.

source: Invalid variable name.
it_it: Nome di variabile non valido.
no_no: Feil variabel navn.

source: Language preference
it_it: Preferenze della lingua
no_no: Språk preferanse

source: Last Logged
it_it: Ultimo accesso
no_no: Sist logget

source: Lets you create and edit users and groups.
it_it: Permette di creare e modificare utenti e gruppi.
no_no: Lar deg opprette og endre brukere og grupper.

source: Local
it_it: Locale
no_no: Lokal

source: Log Out
it_it: Uscita
no_no: Logg Ut

source: Logged visitors
it_it: Visitatori loggati
no_no: Logget besøkende

source: Login
it_it: Entra
no_no: Logg Inn

source: Login Page
it_it: Pagina di entrata
no_no: Logg Inn Side

source: Login page
it_it: Pagina di accesso
no_no: Logg Inn Side

source: Manage Groups
it_it: Gestione gruppi
no_no: Administrere Grupper

source: Manage Members
it_it: Gestione membri
no_no: Administrere Medlemmer

source: Manage Users
it_it: Gestione utenti
no_no: Administrere Brukere

source: Member added.
it_it: Aggiunto membro.
no_no: Medlem lagt til.

source: Member not found.
it_it: Membro non trovato.
no_no: Medlem ikke funnet.

source: Member removed.
it_it: Membro rimosso
no_no: Medlem fjernet.

source: Members
it_it: Membri
no_no: Medlemmer

source: Members found.
it_it: Membri trovati.
no_no: Medlemmer funnet

source: Missing an email address.
it_it: Indirizzo Email mancante.
no_no: Mangler en email adresse.

source: Missing authorization script.
it_it: Script di autorizzazione mancante.
no_no: Mangler autorisasjon script.

source: Missing key information.
it_it: Informazione chiave mancante.
no_no: Mangler nøkkel informasjon.

source: Missing my_page function.
it_it: Funzione my_page mancante.
no_no: Mangler my_page funksjon.

source: Mistyped username.
it_it: Nome utente mal digitato.
no_no: Feilstavet brukernavn.

source: Module does not exist.
it_it: Il modulo non esiste.
no_no: Modul eksisterer ikke.

source: Module tried to detect a non-existant permission.
it_it: Tentativo di rilevare un permesso inesistente.
no_no: Modul forsøkte å finne en ikke-eksisterende tillatelse.

source: Module's item permission file is missing.
it_it: Voce del file dei permessi del modulo mancante.
no_no: Modulens objekt tillatelse fil mangler.

source: Module's permission file is missing.
it_it: File dei permessi del modulo mancante.
no_no: Modulens tillatelse fil mangler.

source: Mortal
it_it: Utilizzatore
no_no: Dødlig

source: My Page
it_it: Pagina personale
no_no: Min Side

source: My Page registered to Users module.
it_it: Pagina personale registrata al modulo degli utenti.
no_no: Min Side registrert til Bruker modul.

source: Never
it_it: Mai
no_no: Aldri

source: New Account Sign-up
it_it: Nuova registrazione
no_no: Ny konto Registrering

source: New Group
it_it: Nuovo gruppo
no_no: Ny Gruppe

source: New User
it_it: Nuovo utente
no_no: Ny Bruker

source: New user signup is currently disabled.
it_it: Registrazione di nuovi utenti al momento disabilitata.
no_no: Ny bruker registrering er for øyeblikket deaktivisert.

source: New user signup not allowed.
it_it: Registrazione di un nuovo utente non permessa.
no_no: Ny bruker registrering er ikke tillatt.

source: No
no_no: Nei

source: No matches found.
it_it: Nessuna occorrenza trovata.
no_no: Ingen tilsvarende funnet.

source: No members.
it_it: Nessun membro.
no_no: Ingen medlemmer.

source: No modules are registered to My Page.
it_it: Nessun modulo registrato nella pagina personale.
no_no: Ingen moduler er registrert til Min Side.

source: No new scripts found
it_it: Nessun nuovo script torvato
no_no: Ingen nye script funnet.

source: No permissions file found.
it_it: Impossibile trovare il file dei permessi.
no_no: Ingen tillatelse fil funnet.

source: No restricted edit groups found.
it_it: Trovati gruppi senza restrizioni di modifica.
no_no: Ingen begrenset endre grupper funnet.

source: No view groups found.
it_it: Nessun gruppo trovato.
no_no: Ingen se grupper funnet.

source: No, leave them as a deity.
it_it: No, mantienili amministratori.
no_no: Nei, la dem være guddommelige.

source: No, leave them as a mortal.
it_it: No, mantienili come utilizzatori.
no_no: Nei, la dem være dødlige.

source: None
it_it: Nessuno
no_no: Ingen

source: None found
it_it: Nessuno trovato
no_no: Ingen funnet

source: Not allowed
it_it: Non consentito
no_no: Ikke tillatt

source: Only another deity can create a deity.
it_it: Solo un amministratore pu&ograve; creare un amministratore.
no_no: Bare andre guddommer kan opprette guddommer.

source: Only another deity can create a mortal.
it_it: Solo un amministratore pu&ograve; creare un utilizzatore.
no_no: Bare andre guddommer kan opprette en dødlig.

source: Password
no_no: Passord

source: Password confirm
it_it: Conferma password
no_no: Bekreft passord

source: Password is too easy to guess.
it_it: Password troppo facile da indovinare.
no_no: Passordet er for enkelt å gjette.

source: Password must be at least %s characters in length.
it_it: La password deve essere lunga almeno %s caratteri.
no_no: Passordet må være minst %s tegn langt.

source: Passwords do not match.
it_it: Le password non coincidono.
no_no: Passordene er ikke like.

source: Passwords must be reentered on user name change.
it_it: Le password devono essere reinserite quando il nome utente cambia.
no_no: Passordene må tastes inn på nytt ved endring av brukernavn.

source: Passwords were not acceptable for the following reason:
it_it: Le password non sono accettabili per le seguenti ragioni:
no_no: Passord var ikke akseptabelt for følgende grunn:

source: Permission
it_it: Permesso
no_no: Tillatelse

source: Permission table name already exists.
it_it: La tabella dei permessi esiste gi&agrave;.
no_no: Tillatelse tabell navn eksisterer allerede.

source: Permission table not found.
it_it: Tabella dei permessi non trovata.
no_no: Tillatelse tabell ikke funnet.

source: Permissions
it_it: Permessi
no_no: Tillatelse

source: Permissions file not implemented.
it_it: File dei permessi non implementato.
no_no: Tillatelse fil ikke implementert.

source: Permissions table created successfully.
it_it: Creata la tabella dei permessi.
no_no: Tillatelse tabell opprettet med godt resultat.

source: Permissions table not created successfully.
it_it: Tabella dei permessi non creata.
no_no: Tillatelse tabell ikke opprettet.

source: Permissions table not removed successfully.
it_it: Tabella dei permessi rimossa.
no_no: Tillatelse tabell ikke fjernet.

source: Permissions table removed successfully.
it_it: Tabella dei permessi rimossa.
no_no: Tillatelse tabell fjernet med godt resultat.

source: Permissions updated
it_it: Permessi aggiornati
no_no: Tillatelser oppdatert

source: Permissions updated.
it_it: Permessi aggiornati.
no_no: Tillatelser oppdatert.

source: Please check your email for a response.
it_it: Verifica la tua casella di posta per una risposta.
no_no: Vennligst sjekk din email for respons.

source: Please create a user to administrate the site.
it_it: Crea un utente per amministrare il sito.
no_no: Vennligst opprett en bruker for å administrere siden.

source: Please enter a valid email address as a site contact.
it_it: Inserisci un indirizzo Email valido come contatto.
no_no: Vennligst legg inn en gyldig email adresse som nettside kontakt.

source: Please try another user name.
it_it: Prova un altro nome utente.
no_no: Vennligst prøv ett annet brukernavn.

source: Please type the word seen in the image.
it_it: Digita la parola che leggi nell'immagine.
no_no: Vennligst tast inn ordet som vises i bildet.

source: Preferred editor (admins only)
it_it: Edito preferito (solo amministratori)
no_no: Foretrukket editor (kun for admin)

source: Register Module Permissions
it_it: Registra i permessi del modulo
no_no: Registrer Modul Tillatelser

source: Register user permissions
it_it: Registra i permessi dell'utente
no_no: Registrer bruker tillatelser

source: Remember me
it_it: Ricordami
no_no: Husk meg

source: Remove
it_it: Rimuovi
no_no: Fjern

source: Repeat it here please
it_it: Ripererla qui, per favore
no_no: Vennligst gjenta det her

source: Reset my password
it_it: Reimposta la mia password
no_no: Reset mitt passord

source: Restricted
it_it: Proibito
no_no: Begrenset

source: Save permissions
it_it: Salva permessi
no_no: Lagre tillatelser

source: Script Filename
it_it: Nome dello script
no_no: Script Filnavn

source: Send reminder
it_it: Invia promemoria
no_no: Send påminder

source: Set Group Permissions
it_it: Imposta permessi del gruppo
no_no: Sett Gruppe Tillatelser

source: Set User Permissions
it_it: Imposta permessi dell'utente
no_no: Sett Bruker Tillatelser

source: Set permissions
it_it: Imposta permessi
no_no: Sett tillatelser

source: Settings
it_it: Impostazioni
no_no: Innstillinger

source: Sign up
it_it: Registrazione
no_no: Registrer

source: Site contact email
it_it: Email per contatti
no_no: Nettside kontakt email

source: Sorry
it_it: Spiacenti
no_no: Beklager

source: Sorry but you do not authorize from this site.
it_it: Spiacenti, ma non sei autorizzato da questo sito.
no_no: Beklager men du autoriserer ikke fra denne iden.

source: Sorry but your authorization is not checked on this site. Please contact %s for information on reseting your password.
it_it: Spiacenti, ma l'autorizzazione fornita non &egrave; verificata su questo sito. Contattare %s per informazioni su come reimpostare la password.
no_no: Beklager men autorisasjonen din er ikke sjekket på denne siden. Vennligst kontakt %s for informasjon for resetting av ditt passord.

source: Sorry there is a problem with your account.
it_it: Spiacenti, si &egrave; verificato un problema con il tuo account.
no_no: Beklager det er ett problem med din side.

source: Sorry, we are not accepting new users at this time.
it_it: Spiacenti, non sono accettati nuovi utenti in questo momento.
no_no: Beklager, vi aksepterer ikke nye brukere for øyeblikket.

source: Specific group(s)
it_it: Gruppo(i) specifico
no_no: Spesifikke gruppe(r)

source: The is a problem with My Page.
it_it: Si &egrave; verificato un problema con la Pagina personale
no_no: Det er ett problem med Min Side.

source: The user name associated with your email address is "%s"
it_it: Il nome utente associato al tuo 'indirizzo Email &egrave; "%s"
no_no: Brukernavnet assossiert med din email adresse er "%s"

source: There is a problem with your authentication method. Contact the site administrator.
it_it: Si &egrave; verificato un problema con il metodo di autenticazione. Contattare l'amministratore del sito.
no_no: Det er ett problem med din autoriasasjon metode. Kontakt din webside administrator.

source: There was a problem with this module's My Page file.
it_it: Si &egrave; verificato un problema con il file del modulo Pagina personale.
no_no: Det var ett problem med denne modulens Min Side fil.

source: There was problem creating your acccount. Check back later.
it_it: Si &egrave; verificato un problema nella creazione dell'account. Riprovare pi&ugrave; tardi.
no_no: Det er ett problem med å opprette din konto. Prøv igjen senere.

source: This authentication does not exist.<br /> If you did not log in within the time frame specified in your email, please apply for another account.
it_it: Questa autenticazione non esiste.<br /> Se non sei entrato utilizzando il time frame specificato nella tua Email devi creare un nuovo account.
no_no: Denne autorisasjonen eksisterer ikke.<br /> Hvis du ikke logget inn innen tidsrammen spesifisert i din email, vennligst søk for en ny konto.

source: This email address cannot be used.
it_it: Questo indirizzo email non pu&ograve; essere utilizzato.
no_no: Denne email adressen kan ikke benyttes.

source: This module is not registered with My Page
it_it: Questo modulo non &egrave; registrato con Pagina personale
no_no: Denne modulen er ikke registrert med Min Side.

source: Time Zone
it_it: Fuso orario
no_no: Tids sone

source: Tried to perform an admin function in Users.
it_it: Tentativo di eseguire una funzione amministrativa nel modulo Utenti.
no_no: Forsøkte å utføre en admin funksjon i Brukere.
