Repository: AppStateESS/phpwebsite
Catalog: mod/webpage/locale/*/LC_MESSAGES/webpage.po
Languages: no_no

source: %d. (Untitled)
no_no: %d. (Uten tittel)

source: - Select option -
no_no: - Valg -

source: A problem occurred when trying to approve a web page.
no_no: Ett problem oppstod ved forsøk på å godkjenne en web side.

source: A problem occurred when trying to delete your webpage.
no_no: Ett problem oppstod ved forsøk på å slette din webside.

source: A problem occurred when trying to disapprove a web page.
no_no: Ett problem oppstod ved forsøk på å ikke godkjenne en web side.

source: Action
no_no: Handling

source: Activate
no_no: Aktiver

source: Active
no_no: Aktiv

source: Add Page
no_no: Legg til Side

source: Add new page
no_no: Legg til ny side

source: Add page: %s
no_no: Legg til side: %s

source: Administrate page: %s
no_no: Administrer side: %s

source: An error occurred while saving your page. Please check the error log.
no_no: En feil oppstod ved lagring av din side. Vennligst sjekk feilmeldings loggen.

source: An error occurred. Please check your logs.
no_no: En feil oppstod. Vennligst sjekk dine logger.

source: Approval list
no_no: Godkjennings liste

source: Approval view
no_no: Godkjenning visning

source: Approval(%s)
no_no: Godkjenning(%s)

source: Approve
no_no: Godkjenn

source: Are you sure you want to delete &quot;%s&quot and all its pages?
no_no: Er du sikker på at du ønsker å slette &quot;%s&quot og alle dets sider?

source: Are you sure you want to delete the checked web pages?
no_no: Er du sikker på at du ønsker å slette den valgte websiden?

source: Are you sure you want to join ALL the pages into just one page? Warning: You will lose all page backups!
no_no: Er du sikker på at du ønsker å slå sammen ALLE sidene til bare en side? Advarsel: Du vil miste alle side backupene!

source: Are you sure you want to join this page to the next?
no_no: Er du sikker på at du ønsker å slå sammen denne siden med den neste?

source: Are you sure you want to remove this page?
no_no: Er du sikker på at du ønsker å fjerne denne siden?

source: Attempted to approve a webpage.
no_no: Forsøkt på å godkjenne en webside.

source: Attempted to disapprove a webpage.
no_no: Forsøkt på å ikke godkjenne en webside.

source: Cannot find template file.
no_no: Kan ikke finne template fil.

source: Content
no_no: Innhold

source: Create header
no_no: Opprett header

source: Created by
no_no: Opprettet av

source: Created on
no_no: Opprettet den

source: Creates web pages, articles, and the like.
no_no: Oppretter web sider, artikler, og liknende.

source: Deactivate
no_no: Deaktiver

source: Delete
no_no: Slett

source: Delete page (Unrestricted only)
no_no: Slett side (Bare ubegrenset)

source: Disapprove
no_no: Ikke godkjenn

source: Down
no_no: Ned

source: Drop
no_no: Slipp

source: Edit
no_no: Endre

source: Edit Page %s
no_no: Endre side %s

source: Edit header
no_no: Endre header

source: Edit header page: %s
no_no: Endre header side: %s

source: Edit header: %s
no_no: Endre header: %s

source: Edit page
no_no: Endre side

source: Edit page header
no_no: Endre side header

source: Edit web page
no_no: Endre web side

source: Error
no_no: Feil

source: Error occurred when trying to pull a page from the volume.
no_no: Feil oppstod ved forsøk på å trekke en side fra volumet.

source: Error: Unable to force template.
no_no: Feil: ikke mulig å tvinge template.

source: Feature
no_no: Egenskap

source: Feature page
no_no: Hoved side

source: Featured pages
no_no: Oppslags sider

source: Force all pages to use this template
no_no: Tving alle sider til å benytte denne template

source: Front page
no_no: Forside

source: Go
no_no: Gå

source: Go!
no_no: Gå!

source: Header restored.
no_no: Header gjenopprettet.

source: Header saved successfully.
no_no: Header lagret med godt resultat.

source: Header version deleted.
no_no: Header versjon slettet.

source: Ignoring repeat post.
no_no: Ignorerer gjentatt post.

source: Image
no_no: Bilde

source: List
no_no: Liste

source: List Web Pages
no_no: Liste Web Sider

source: Missing page content.
no_no: Mangler side innhold.

source: Missing page title
no_no: Mangler side tittel

source: Missing template file.
no_no: Mangler template fil.

source: Missing volume id.
no_no: Mangler volum id.

source: Move down
no_no: Flytt ned

source: Move off frontpage
no_no: Flytt bort fra forside

source: Move to end
no_no: Flytt til slutten

source: Move to front
no_no: Flytt til front

source: Move to frontpage
no_no: Flytt til forside

source: Move up
no_no: Flytt opp

source: New
no_no: Ny

source: Next page
no_no: Neste side

source: No
no_no: Nei

source: No pages have been created.
no_no: Ingen sider er blitt opprettet.

source: Page
no_no: Side

source: Page held for approval.
no_no: Side holdt for godkjenning.

source: Page is missing content.
no_no: Side mangler innhold.

source: Page is not complete.
no_no: Side er ikke ferdig.

source: Page joined.
no_no: Side slått sammen.

source: Page moved.
no_no: Side flyttet.

source: Page removed.
no_no: Side fjernet

source: Page restored.
no_no: Side gjenopprettet.

source: Page saved successfully.
no_no: Side lagret med godt resultat.

source: Page template
no_no: Side template

source: Pages joined.
no_no: Sider slått sammen.

source: Previous page
no_no: Forrige side

source: Restore
no_no: Gjenopprett

source: Restore Page %s
no_no: Gjenopprett side %s

source: Restore Web Page Header
no_no: Gjenopprett Web Side Header

source: Save settings
no_no: Lagre innstillinger

source: Set featured pages (Unrestricted only)
no_no: Sett oppslag sider (Kun ubegrenset)

source: Settings
no_no: Innstillinger

source: Settings saved.
no_no: Innstillinger lagret.

source: Simple image forms
no_no: Enkel bilde skjema

source: Sorry, this web page is restricted.
no_no: Beklager, denne websiden er begrenset.

source: Sort
no_no: Sorter

source: Summary
no_no: Sammendrag

source: There is a problem with your page templates. Check your error log.
no_no: Det er ett problem med dine side templater. Sjekk din feilmeldings logg.

source: Title
no_no: Tittel

source: Unable to locate page template directory.
no_no: Ikke mulig å lokalisere side template mappe.

source: Up
no_no: Opp

source: Update header
no_no: Oppdater header

source: Update page
no_no: Oppdater side

source: Updated by
no_no: Oppdatert av

source: Updated on
no_no: Oppdatert den

source: View
no_no: Se

source: View page list
no_no: Se side liste

source: Volume is missing a title.
no_no: Volum mangler en tittel.

source: Web Page Approval
no_no: Web Side Godkjenning

source: Web Page tables removed.
no_no: Web Side tabeller fjernet.

source: Web Pages
no_no: Web Sider

source: Web page approved.
no_no: Web side godkjent.

source: Web page disapproved.
no_no: Web side ikke godkjent.

source: Webpage title
no_no: Webside tittel

source: Yes
no_no: Ja

source: [Unapproved]
no_no: [Ikke godkjent]
