Repository: AppStateESS/phpwebsite
Catalog: mod/filecabinet/locale/*/LC_MESSAGES/filecabinet.po
Languages: it_it, nl_nl

source: %d bytes (system wide)
it_it: %d byte (totali)
nl_nl: %d Bytes (systeem)

source: -- General --
nl_nl: -- Algemeen --

source: -- Pick option --
it_it: -- Scegli opzione --
nl_nl: -- Kies optie --

source: 180 degrees
it_it: 180 gradi
nl_nl: 180 graden

source: 90 degrees clockwise
it_it: 90 gradi in senso oratio
nl_nl: 90 graden rechts

source: 90 degrees counter clockwise
it_it: 90 gradi in senso antiorario
nl_nl: 90 graden links

source: '<p>Could not upload file to folder. Please check your directory permissions.</p>
nl_nl: '<p>Kan geuploade bestand niet in map zetten. Controleer uw rechten.</p>

source: Absolute upload limit
it_it: Limite assoluto di caricamento
nl_nl: Absolute upload limiet

source: Action
it_it: Azione
nl_nl: Actie

source: Action not allowed
nl_nl: Actie niet toegestaan

source: Action not allowed - private folder
nl_nl: Actie niet toestaan - persoonlijke map

source: Add a document or a document folder
nl_nl: Een document of documentenmap toevoegen

source: Add a image, an image folder, or a randomly changing image
nl_nl: Een afbeelding, afbeeldingenmap of een GIF-bestand toevoegen

source: Add an image, media, or document file.
nl_nl: Een afbeelding, media-bestand of document toevoegen

source: Add a video or sound file
nl_nl: Een video of muziekbestand toevoegen

source: Add document
it_it: Aggiungi documento
nl_nl: Document toevoegen

source: Add embedded
nl_nl: Toevoegen intern

source: Add embedded media
nl_nl: Toevoegen interne media

source: Add file
it_it: Aggiungi file
nl_nl: Bestand toevoegen

source: Add folder
it_it: Aggiungi cartella
nl_nl: Map toevoegen

source: Add image
it_it: Aggiungi immagine
nl_nl: Afbeelding toevoegen

source: Add media
nl_nl: Media-bestand toevoegen

source: All files icon
nl_nl: Icoon alle bestanden

source: Allow document selection
nl_nl: Toestaan kiezen document

source: Allow image selection
nl_nl: Toestaan kiezen afbeelding

source: Allow media selection
nl_nl: Toestaan kiezen media

source: Allowed file types
nl_nl: Mogelijke bestandstypes

source: Alternate size %sx%s
nl_nl: Alternatief formaat %sx%s

source: Alternate text
it_it: Testo alternativo
nl_nl: Alternatieve tekst

source: An error occurred when trying to read your incoming file directory.
it_it: Si &egrave; verificato un errore tentando di leggere la cartella di file in ingresso.
nl_nl: Er is een fout opgetreden bij het lezen van de map met invoer.

source: An error occurred when trying to save your document.
it_it: Si &egrave; verificato un errore tentando di salvare il documento.
nl_nl: Er is een fout opgetreden met het opslaan van uw document.

source: An error occurred when trying to save your image.
it_it: Si &egrave; verificato un errore tentando di salvare l'immagine.
nl_nl: Er is een fout opgetreden bij het opslaan van uw afbeelding.

source: An error occurred when trying to save your multimedia file.
it_it: Si &egrave; verificato un errore tentando di salvare il file multimediale.
nl_nl: Er is een fout opgetreden bij het opslaan van uw media bestand.

source: An error occurred. Please check your logs.
nl_nl: Er is een fout opgetreden. Controleer de log.

source: Are you certain you want to delete this folder and all its contents?
it_it: Eliminare questa cartella e tutto il suo contenuto?
nl_nl: Wilt u deze map met alle inhoud verwijderen?

source: Are you sure you want to delete this document?
it_it: Eliminare questo documento?
nl_nl: Wilt u dit document verwijderen?

source: Are you sure you want to delete this file?
it_it: Eliminare questo file?
nl_nl: Wilt u dit bestand verwijderen?

source: Are you sure you want to delete this image?
it_it: Eliminare questa immagine?
nl_nl: Wilt u deze afbeelding verwijderen?

source: Are you sure you want to delete this multimedia file?
it_it: Eliminare questo file multimediale?
nl_nl: Wilt u dit media bestand verwijderen?

source: Are you sure you wish to delete these files?
it_it: Eliminare questi file?
nl_nl: Wilt u deze bestanden verwijderen?

source: Automatically link child images to parent
it_it: Collega automaticamente le immagini figlie ai padri.
nl_nl: Automatisch afbeeldingen linken aan ouder

source: Back to folder list
it_it: Ritorna all'elenco delle cartelle
nl_nl: Terug naar mappenlijst

source: Base document directory
it_it: Cartella base del documento
nl_nl: Basis map document

source: Cancel
it_it: Annulla
nl_nl: Afbreken

source: Cannot access this page.
nl_nl: Deze pagina is niet te benaderen.

source: Caption images
nl_nl: Tekst afbeeldingen

source: Carousel defaults
nl_nl: Standaards draaien

source: Carousel direction
nl_nl: Richting draaien

source: Choose the type of file you wish to add
nl_nl: Kies het type bestand dat u wilt toevoegen

source: Classify
it_it: Classifica
nl_nl: Classificeer

source: Classify Files
it_it: Classifica file
nl_nl: Classificeer Bestanden

source: Classify checked
it_it: Classifica verificata
nl_nl: Classificeer aangevinkte

source: Classify directory could not be found.
it_it: Impossibile trovare la classifica della cartella.
nl_nl: Map classificeer ontbreekt.

source: Classify files
it_it: Classifica file
nl_nl: Classificeer bestanden

source: Classify settings
it_it: Impostazioni di classificazione
nl_nl: Classificeer instellingen

source: Clear file
nl_nl: Bestand legen

source: Clip document
nl_nl: Klem document

source: Clip image
nl_nl: Klem afbeelding

source: Clip media
nl_nl: Klem media

source: Close
it_it: Chiudi
nl_nl: Sluiten

source: Close this window
nl_nl: Sluit het venster

source: Could not delete file.
it_it: Impossibile eliminare il file.
nl_nl: Bestand is niet verwijderd.

source: Could not find ffmpeg executable.
it_it: Impossibile trovare il programma eseguibile FFMpeg.
nl_nl: Executable ffmpeg ontbreekt.

source: Could not move file "%s" to "%s" folder directory.
it_it: Impossibile spostare il file "%s" nella cartella "%s"
nl_nl: Verplaatsen bestand "%s" naar map "%s" mislukt.

source: Could not pull document folders.
nl_nl: Kan de mappen met documenten niet pakken.

source: Could not pull documents.
nl_nl: Kan de documenten niet pakken.

source: Could not pull image folders.
nl_nl: Kan de mappen met afbeeldingen niet pakken.

source: Could not pull images.
nl_nl: Kan de afbeeldingen niet pakken.

source: Could not pull multimedia folders.
nl_nl: Kan de mappen met media niet pakken.

source: Could not pull multimedia.
nl_nl: Kan de media bestanden niet pakken.

source: Could not save thumbnail image.
it_it: Impossibile salvare l'anteprima dell'immagine.
nl_nl: Opslaan thumb mislukt.

source: Could not write to directory.
it_it: Impossibile scrivere nella cartella.
nl_nl: Schrijven in map mislukt.

source: Create document folder
it_it: Crea cartella dei documenti
nl_nl: Aanmaken map document

source: Create folder
it_it: Crea cartella
nl_nl: Aanmaken map

source: Create image folder
it_it: Crea cartella per le immagini
nl_nl: Aanmaken afbeeldingen map

source: Create multimedia folder
it_it: Crea cartella multimediale
nl_nl: Aanmaken media map

source: Created in
it_it: Creata in
nl_nl: Aangemaakt in

source: Current document
it_it: Documento corrente
nl_nl: Huidige document

source: Current image
it_it: Immagine corrente
nl_nl: Huidige afbeelding

source: Current multimedia
it_it: File multimediale corrente
nl_nl: Huidige media

source: Decription
it_it: Descrizione
nl_nl: Beschrijving

source: Default (%spx)
nl_nl: Standaard (%spx)

source: Default document directory may not be blank
it_it: La cartella predefinita dei documenti non pu&ograve; essere lasciata in bianco
nl_nl: Standaard map document moet ingevuld worden

source: Delete
it_it: Elimina
nl_nl: Verwijderen

source: Delete checked
it_it: Elimina selezionati
nl_nl: Verwijder aangevinkte

source: Delete document
nl_nl: Verwijder document

source: Delete folders (Unrestricted only)
it_it: Elimina cartelle (Solo non protette)
nl_nl: Verwijder mappen (alleen onbeperkte)

source: Description
it_it: Descrizione
nl_nl: Beschrijving

source: Directory not set.
it_it: Cartella non impostata
nl_nl: Map niet ingevuld.

source: Do not link image
it_it: Non collegare immagine
nl_nl: Afbeelding niet linken

source: Document directory does not exist.
it_it: La cartella dei documenti non esiste.
nl_nl: Map document ontbreekt.

source: Document folders
it_it: Cartelle dei documenti
nl_nl: Document mappen

source: Document location
it_it: Ubicazione del documento
nl_nl: Document plaats

source: Document not found.
it_it: Documento non trovato.
nl_nl: Document niet gevonden.

source: Document settings
it_it: Impostazioni documento
nl_nl: Document instellingen

source: Document was %s bytes making it larger than %s byte size limit.
it_it: Il documento era %s bytes pi&ugrave; grande del limite di %s byte.
nl_nl: Document was %s Bytes, groter dan de limiet %s Byte.

source: Documents
nl_nl: Documenten

source: Download file
nl_nl: Download bestand

source: Download from %s
nl_nl: Download vanaf %s

source: Downloaded
nl_nl: Gedownload

source: Duplicate file found.
nl_nl: Dubbel bestand gevonden.

source: Edit
it_it: Modifica
nl_nl: Wijzigen

source: Edit document
nl_nl: Wijzig document

source: Edit file
nl_nl: Wijzig bestand

source: Edit folders
it_it: Modifica cartelle
nl_nl: Wijzig mappen

source: Edit image
it_it: Modifica immagine
nl_nl: Wijzig afbeelding

source: Edit multimedia file
it_it: Modifica file multimediale
nl_nl: Wijzig media bestand

source: Edit the current file
nl_nl: Wijzig huidig bestand

source: Embedded filter
nl_nl: Intern filter

source: Enable FFMpeg thumbnails
it_it: Abilita anteprima FFMpeg
nl_nl: Inschakelen FFMPeg thumbs

source: Enable FFMpeg thumbnails (enabled on ffmpeg confirmation)
it_it: Abilita anteprima FFMpeg (conferma per l'abilitazione di ffmpeg)
nl_nl: Inschakelen FFMPEG thumbs (ingeschakeld bij bevestiging ffmpeg)

source: FCKeditor plug-in settings
nl_nl: FCKeditor plug-in instelling

source: FFMpeg directory
it_it: Cartella FFMpeg
nl_nl: Map FFMpeg

source: FFMpeg file not found.
it_it: Impossibile trovare il file FFMpeg
nl_nl: FFMpeg bestand niet gevonden.

source: Failed to create files/filecabinet/ directory.
it_it: Impossibile creare la cartella files/filecabinet/.
nl_nl: Aanmaken map files/filecabinet mislukt.

source: Failed to create files/filecabinet/incoming directory.
it_it: Impossibile creare la cartella files/filecabinet/incoming.
nl_nl: Aanmaken map files/filecabinet/incoming mislukt.

source: Failed to create files/multimedia directory.
it_it: Impossibile creare la cartella files/multimedia/.
nl_nl: Aanmaken map files/multimedia mislukt.

source: Failed to create folder. Please check your logs.
it_it: Impossibile creare la cartella. Verificare i file di log.
nl_nl: Aanmaken map mislukt. Controleer de log.

source: File is unreadable
nl_nl: File is onleesbaar

source: File name
it_it: Nome file
nl_nl: Bestandsnaam

source: File not uploaded.
it_it: File non caricato.
nl_nl: Bestand niet geupload.

source: File type
it_it: Tipo di file
nl_nl: Bestandstype

source: File type not allowed
nl_nl: Bestandstype niet toegestaan.

source: File type saved.
nl_nl: Bestandstypes opgeslagen.

source: File uploaded exceeded %sK size limit.
it_it: Il file che si &egrave; tentato di caricare supera il limite di %sKiB.
nl_nl: Bestand is te groot, limiet %sK.

source: Filename not set.
it_it: Nome di file non impostato.
nl_nl: Bestandsnaam ontbreekt.

source: Folder
it_it: Cartella
nl_nl: Map

source: Folder empty.
it_it: Cartella vuota.
nl_nl: Map leeg.

source: Folder is empty.
it_it: La cartella &egrave; vuota.
nl_nl: Map is leeg.

source: Folder is private. Slideshow not available
nl_nl: Map is persoonlijk. Diavoorstelling is niet beschikbaar.

source: Folder missing image files.
nl_nl: In map ontbreken afbeeldingen.

source: Force thumbnail dimensions on display
nl_nl: Forceer afmetingen thumb bij tonen

source: Form upload limit
it_it: Limite di caricamento del formulario
nl_nl: Scherm upload limiet

source: General
it_it: Generale
nl_nl: Algemeen

source: Go
it_it: Avvia
nl_nl: Start

source: Height
it_it: Altezza
nl_nl: Hoogte

source: Horizontal
nl_nl: Horizontaal

source: Image folders
it_it: Cartelle delle immagini
nl_nl: Mappen met afbeeldingen

source: Image height was %spx, making it larger than %d pixel limit.
it_it: L'altezza dell'immagine &egrave; di %s pixel, mentre il limite &egrave; fissato in %d pixel.
nl_nl: Hoogte afbeelding is %spx, groter dan de limiet %d pixel.

source: Image is %spx by %spx, the maximum dimensions are %spx by %spx.
it_it: L'immagine &egrave; %s px per %s px, mentre la dimensione massima &egrave; fissata in %s px per %s px.
nl_nl: Afbeelding is %spx bij %spx, maximale formaat is %spx bij %spx.

source: Image link url
it_it: URL del collegamento immagine
nl_nl: URL afbeelding

source: Image location
it_it: Ubicazione dell'immagine
nl_nl: Plaats afbeelding

source: Image missing
nl_nl: Afbeelding ontbreekt

source: Image must be a jpeg file.
it_it: L'immagine deve essere un file JPEG
nl_nl: Afbeelding moet van het type JPEG zijn.

source: Image not found
it_it: Immagine non trovata
nl_nl: Afbeelding ontbreekt

source: Image settings
it_it: Impostazioni immagine
nl_nl: Instellingen afbeelding

source: Image was %s bytes making it larger than %s byte size limit.
it_it: L'immagine era %s bytes pi&ugrave; grande del limite di %s byte.
nl_nl: Afbeelding is %s Bytes, groter dan de limiet %s Byte.

source: Image width was %spx, making it larger than %d pixel limit.
it_it: La larghezza dell'immagine &egrave; di %s pixel, mentre il limite &egrave; fissato in %d pixel.
nl_nl: Breedte afbeelding is %spx, groter dan de limiet %d pixel.

source: Images
nl_nl: Afbeeldingen

source: Images resized to:
nl_nl: Formaat afbeelding aangepast naar:

source: Incoming classify directory
it_it: Classifica cartella in ingresso
nl_nl: Map met nog te classificeren bestanden

source: Link image
it_it: Collegamento immagine
nl_nl: Link afbeelding

source: Link image to web site
it_it: Collega immagine al sito web
nl_nl: Link afbeelding aan website

source: Link to image folder
it_it: Collegamento alla cartella delle immagini
nl_nl: Link aan map afbeeldingen

source: Manages images and documents uploaded to your site.
it_it: Gestisce le immagini e i documenti caricati sul sito.
nl_nl: Beheren geuploade afbeeldingen en documenten.

source: Max thumbnail size : %sx%s.
it_it: Dimensione massima dell'anteprima: %s x %s.
nl_nl: Maximum formaat thumb : %sx%s.

source: Maximum document file size (in bytes)
it_it: Dimensione massima dei documenti (in byte)
nl_nl: Maximum grootte document (in Bytes)

source: Maximum file size
it_it: Dimensione massima dei file
nl_nl: Maximum bestandsgrootte

source: Maximum image dimension
it_it: Dimensione massima dell'immagine
nl_nl: Maximale grootte afbeelding

source: Maximum image file size (in bytes)
it_it: Dimensione massima delle immagini (in byte)
nl_nl: Maximale grootte afbeelding (in Bytes)

source: Maximum image pixel dimension
it_it: Dimensione massima in pixel dell'immagine
nl_nl: Maximale grootte afbeelding in pixel

source: Maximum image upload dimension
nl_nl: Maximaal formaat afbeelding

source: Maximum multimedia file size (in bytes)
it_it: Massima dimensione (in byte) del file multimediale
nl_nl: Maximale grootte media bestand (in Bytes)

source: Maximum pinned documents shown (0 for all)
it_it: Numero di documenti mostrati alla volta (o per tutti)
nl_nl: Maximaal aantal gekoppelde documenten (0 is alle)

source: Maximum pinned images shown (0 for all)
it_it: Numero di immagini mostrate alla volta (o per tutte)
nl_nl: Maximaal aantal gekoppelde afbeeldingen (0 is alle)

source: Maximum thumbnail pixel dimension
nl_nl: Maximum formaat thumb in pixel

source: Missing folder information.
it_it: Informazioni cartella mancanti.
nl_nl: Map informatie ontbreekt.

source: Missing temporary upload directory.
it_it: Cartella temporanea di caricamento mancante.
nl_nl: Tijdelijke uploadmap ontbreekt.

source: Missing title.
it_it: Titolo mancante.
nl_nl: Titel ontbreekt.

source: Module reservation
nl_nl: Module reservering

source: More...
it_it: Ancora...
nl_nl: Meer...

source: Move to folder
nl_nl: Verplaats naar map

source: Multimedia file not found.
it_it: Impossibile trovare il file multimediale.
nl_nl: Multimedia bestand ontbreekt.

source: Multimedia file was %s bytes making it larger than %s byte size limit.
it_it: Il file multimediale era %s bytes pi&ugrave; grande del limite di %s byte.
nl_nl: Bestand multimedia is %s bytes, limiet is %s bytes.

source: Multimedia folders
it_it: Cartelle dei file multimediali
nl_nl: Multimedia mappen

source: Multimedia location
it_it: Ubicazione dei file multimediali
nl_nl: Multimedia plaats

source: Multimedia settings
it_it: Impostazione dei file multimediali
nl_nl: Multimedia instellingen

source: Next image
nl_nl: Volgende afbeelding

source: No File Cabinet file types are enabled.
nl_nl: Er zijn geen File Cabinet bestandstypes.

source: No files in folder
nl_nl: Geen bestand in map

source: No folders found.
it_it: Nessuna cartella trovata.
nl_nl: Geen mappen.

source: No image
it_it: Nessuna immagina
nl_nl: Geen afbeelding

source: No image found
nl_nl: Geen afbeelding gevonden

source: No public folders are available.
it_it: Nessuna cartella pubblica disponibile.
nl_nl: Er zijn geen openbare mappen beschikbaar.

source: None
it_it: Nessuno
nl_nl: Geen

source: Number of thumbnails visible
nl_nl: Aantal zichtbare thumbs

source: Number shown
nl_nl: Aantal getoond

source: Pick a media type above.
nl_nl: Kies een van de bovenstaande types.

source: Pin folder
it_it: Fissa cartella
nl_nl: Koppel map

source: Pin folder to "%s"
it_it: Fissa cartella a "%s"
nl_nl: Koppel map aan "%s"

source: Popup images allow folder navigation
nl_nl: Popup afbeeldingen sta mapnavigatie toe

source: Previous image
nl_nl: Vorige afbeelding

source: Private
it_it: Pivato
nl_nl: Persoonlijk

source: Problem with opening browser page. Closing File Manager window.
nl_nl: Kan pagina niet in browser openen. File Manager venster wordt gesloten.

source: Public
it_it: Pubblico
nl_nl: Openbaar

source: Put all checked documents here
nl_nl: Plaats hier alle gecontroleerde documenten

source: Put all checked images here
nl_nl: Plaats hier alle gecontroleerde afbeeldingen

source: Put all checked media here
nl_nl: Plaats hier alle gecontroleerde media

source: Random image icon
nl_nl: Willekeurig icoon afbeelding

source: Reindex document directories
nl_nl: Mappen documenten opnieuw indexeren

source: Resize and crop excess
nl_nl: Pas aan, eventueel afkappen

source: Resize image if over
it_it: Ridimensionare l'immagine se troppo grande
nl_nl: Verklein afbeelding indien nodig

source: Resize image maintaining aspect
nl_nl: Pas afbeelding aan, behoud aspect

source: Rotate image
it_it: Ruota immagine
nl_nl: Draai afbeelding

source: Save allowed files
nl_nl: Opslaan bestanden die toegestaan zijn

source: Save settings
it_it: Salva impostazioni
nl_nl: Opslaan instellingen

source: Search folders for file
nl_nl: Zoek bestand in mappen

source: Server upload limit
it_it: Limite di caricamento del server
nl_nl: Server upload limiet

source: Server upload limits
nl_nl: Server upload limieten

source: Settings
it_it: Impostazioni
nl_nl: Instellingen

source: Settings saved.
it_it: Impostazioni salvate
nl_nl: Instellingen opgeslagen.

source: Show a random image from this folder
nl_nl: Toon een willekeurige afbeelding van deze map

source: Show all files in the folder
nl_nl: Toon alle bestanden in de map

source: Show block of thumbnails
nl_nl: Toon een groep thumbs

source: Show source images only
it_it: Mostra solamente l'immagine sorgente
nl_nl: Alleen bron afbeeldingen tonen

source: Size
it_it: Dimensione
nl_nl: Grootte

source: Sorry but this file is inaccessible at this time.
it_it: Spiacenti, questo file non &egrave; al momento accessibile.
nl_nl: Het bestand is nu niet toegankelijk.

source: Sorry, the file you requested is off limits.
nl_nl: Het gevraagde bestand is te groot.

source: Sorry, you are not allowed access to this file.
it_it: Spiacenti, non hai i permessi per accedere a questo file.
nl_nl: Sorry, u heeft geen toegang tot dit bestand.

source: Submit media
nl_nl: Media invoeren

source: System upload limits
it_it: Limite di caricamento del sistema
nl_nl: Systeem upload limieten

source: The incoming file directory is currently empty.
it_it: La cartella di file in ingresso &egrave; vuota.
nl_nl: Er zijn geen nieuwe bestanden.

source: The max image dimension must be greater than 50 pixels.
it_it: La dimensione massima deve essere superiore a 50 pixel.
nl_nl: Het maximale formaat moet groter zijn dan 50 pixels.

source: The web server does not have permission to access files in the classify directory.
it_it: Il server web non ha i permessi per accedere ai file nella cartella riservata.
nl_nl: De webserver heeft geen toegang tot de te classificeren bestanden.

source: The web server does not have permission to delete files from the classify directory.
it_it: Il server web non ha i permessi per eliminare i file dalla cartella riservata.
nl_nl: De webserver mag geen te classificeren bestanden verwijderen.

source: The web server does not have permissions for the classify directory.
it_it: Il server web non ha i permessi per accedere la cartella riservata.
nl_nl: De webserver heeft geen rechten op de map te classificeren bestanden.

source: There was a problem loading the image file.
it_it: Si &egrave; verificato un problema tentando di caricare il file dell'immagine.
nl_nl: Er is een fout opgetreden bij het laden van de afbeelding.

source: This is a private folder.
it_it: Questa &egrave; una cartella privata.
nl_nl: Dit is een persoonlijke map.

source: This image is larger than the %sx%s limit. What do you wish to do?
nl_nl: De afbeelding is groter dan de limiet %sx%s. Wat wilt u doen?

source: This image is larger than the %s x %s limit. Do you want to resize the image to fit?'),
nl_nl: De afbeelding is groter dan de %s x %s limiet. Afbeelding verkleinen?

source: This media is larger than the %s x %s limit. Do you want to resize the media to fit?'),
nl_nl: De media is groter dan de %s x %s limiet. Media verkleinen?

source: This process will update all of your document files with the current base directory.
nl_nl: Dit proces zal al uw documenten wijzigen met de huidige basismap.

source: Thumbnail directory not writable.
it_it: Cartella delle anteprime protetta da scrittura.
nl_nl: Map met thumbs niet schrijfbaar.

source: Title
it_it: Titolo
nl_nl: Titel

source: Thumbnail icon
nl_nl: Thumb icoon

source: Thumbnail size is too large.
nl_nl: Thumb is te groot.

source: Thumbnails must be over 30px in size.
nl_nl: Thumbs moeten groter zijn dan 30px.

source: Unable to classify files.
nl_nl: Kan geen bestanden classificeren.

source: Unable to locate the classify directory. Please check your File Cabinet settings, configuration file and directory permissions.
it_it: Impossibile localizzare la cartella riservata. Verificare le impostazioni del modulo Archivio File, il file di configurazione e i permessi della cartella.
nl_nl: De map met te classificeren bestanden ontbreekt. Controleer de File Cabinet instellingen, het configuratie-bestand en de maprechten.

source: Unable to move the file to its new directory.
it_it: Impossibile spostare il file nella sua nuova cartella.
nl_nl: Kan bestand niet naar nieuwe map verplaatsen.

source: Unable to process embedded information.
nl_nl: Verwerken interne informatie mislukt.

source: Unable to read document directory.
it_it: Impossibile leggere la cartella dei documenti.
nl_nl: Kan map documenten niet lezen.

source: Unable to resize image.
it_it: Impossibile ridimensionare l'immagine.
nl_nl: Aanpassing formaat afbeelding mislukt.
