Repository: AppStateESS/phpwebsite
Catalog: mod/filecabinet/locale/*/LC_MESSAGES/filecabinet.po
Languages: it_it, nl_nl

source: Unable to resize media.
nl_nl: Aanpassing formaat media mislukt.

source: Unable to write to document directory.
it_it: Impossibile scrivere nella cartella dei documenti.
nl_nl: Kan niet in map documenten schrijven.

source: Unacceptable document type.
it_it: Tipo di documento non supportato.
nl_nl: Type document niet toegestaan.

source: Unacceptable file type.
nl_nl: Type bestand niet toegestaan.

source: Unacceptable image type.
it_it: Tipo di immagine non supportato.
nl_nl: Type afbeelding niet toegestaan.

source: Unacceptable multimedia file type.
it_it: Tipo di file multimediale non ammesso.
nl_nl: Type media niet toegestaan.

source: Unknown or mismatched mime type
nl_nl: Onbekend of fout mime type

source: Unregistered from File Cabinet.
nl_nl: Niet meer geregistreerd in File Cabinet.

source: Update
it_it: Aggiorna
nl_nl: Wijzigen

source: Update document folder
it_it: Aggiorna cartella dei documenti
nl_nl: Wijzigen map documenten

source: Update file
nl_nl: Wijzigen bestand

source: Update folder
it_it: Aggiorna cartella
nl_nl: Wijzigen map

source: Update image
it_it: Aggiorna immagine
nl_nl: Wijzigen afbeelding

source: Update image folder
it_it: Aggiorna cartella delle immagini
nl_nl: Wijzigen map afbeeldingen

source: Update multimedia folder
it_it: Aggiorna file multimediale
nl_nl: Wijzigen map multimedia

source: Upload image
it_it: Aggiorna immagine
nl_nl: Upload afbeelding

source: Upload new file
nl_nl: Upload nieuw bestand

source: Upload new thumbnail
it_it: Carica nuova anteprima
nl_nl: Upload nieuwe thumb

source: Upload thumbnail
it_it: Carica anteprima
nl_nl: Upload thumb

source: Url or id
nl_nl: URL of id

source: Use original image
nl_nl: Gebruik originele afbeelding

source: Vertical
nl_nl: Verticaal

source: View all images in folder
it_it: Visualizza tutte le immagini nella cartella
nl_nl: Toon alle afbeeldingen in map

source: View document folders
nl_nl: Toon mappen met documenten

source: View folder
it_it: Visualizza cartella
nl_nl: Toon map

source: View full image
it_it: Visualizza immagine completa
nl_nl: Toon hele afbeelding

source: View image folders
nl_nl: Toon mappen met afbeeldingen

source: View media folders
nl_nl: Toon mappen met media

source: Warning: this folder's directory is not writable.
nl_nl: Deze map is niet schrijfbaar.

source: Width
it_it: Larghezza
nl_nl: Wijdte

source: You do not have permission to view this folder.
it_it: Permessi insufficienti per visualizzare la cartella.
nl_nl: U heeft geen recht om deze map te lezen

source: You must entitle your folder.
it_it: Bisogna dare un titolo alla cartella.
nl_nl: U moet uw map een titel geven.

source: You must set a maximum document file size.
it_it: Occorre impostare una dimensione massima per i file dei documenti.
nl_nl: U moet een maximale bestandsgrootte opgeven voor de documenten.

source: You must set a maximum image file size.
it_it: Occorre impostare una dimensione massima per i file delle immagini.
nl_nl: U moet een maximale bestandsgrootte opgeven voor de afbeeldingen.

source: You must set a maximum multimedia file size.
it_it: Occorre impostare una dimensione massima per i file multimediali.
nl_nl: U moet een maximale bestandsgrootte opgeven voor de media.

source: Your documents directory is not writable.
it_it: La directory dei documenti &egrave; protetta da scrittura.
nl_nl: De map voor de documenten is niet schrijfbaar.

source: Your images directory is not writable.
it_it: La directory delle immagini &egrave; protetta da scrittura.
nl_nl: De map voor de afbeeldingen is niet schrijfbaar.

source: Your maximum image size exceeds the server limit of %sMB.
it_it: La dimensione massima fissata per le immagini supera il limite di %s MiB ammessa dal server.
nl_nl: Uw maximum voor een afbeelding is te groot, server limiet %sMB.

source: Your maximum document size exceeds the server limit of %sMB.
it_it: La dimensione massima fissata per i documenti supera il limite di %s MiB ammessa dal server.
nl_nl: Uw maximum voor een document is te groot, server limiet %sMB.

source: Your maximum multimedia size exceeds the server limit of %sMB.
it_it: La dimensione massima dei file multimediali supera il limite di %sMiB del server.
nl_nl: Uw maximum voor media is te groot, server limiet %sMB.

source: Your multimedia directory is not writable.
it_it: La directory dei file multimediali &egrave; protetta da scrittura.
nl_nl: De map voor de multimedia is niet schrijfbaar.

source: files/filecabinet/ directory created successfully.
it_it: La cartella files/filecabinet/ &egrave; stata creata.
nl_nl: Map files/filecabinet/ aangemaakt.

source: files/filecabinet/incoming directory created successfully.
it_it: &Egrave; stata creata la cartella file/filecabinet/incoming
nl_nl: Map files/filecabinet/incoming aangemaakt.

source: files/multimedia directory created successfully.
it_it: La cartella files/multimedia &egrave; stata creata.
nl_nl: Map files/multimedia aangemaakt.

source: %d bytes
it_it: %d byte

source: %dKB (%d bytes)
it_it: %d KiB (%d bytes)

source: %dMB (%d bytes)
it_it: %dMiB (%d bytes)

source: %s bytes
it_it: %s byte

source: %s image
it_it: %s immagine

source: Bad folder id.
it_it: ID della cartella non valido.

source: Change settings (Unrestricted only)
it_it: Modifica le impostazionei (Solo non protette)

source: Choose a folder.
it_it: Scegliere una cartella.

source: Choose an image folder
it_it: Scegliere una cartella per le immagini

source: Classify files (Unrestricted only)
it_it: Classifica files (solo amministratori)

source: Clear image
it_it: Pulisci immagine

source: Crop pixel threshold
it_it: Pixel di tolleranza nel taglio

source: Don't show resized images when viewing folders publicly.
it_it: Non visualizzare le immagini ridimensionate quando si visualizzano le cartelle pubblicamente.

source: Download
it_it: Scarica

source: File Cabinet
it_it: Archivio file

source: Items
it_it: Elementi

source: Link image to original, full sized image
it_it: Collega immagine all'originale, immagine a grandezza piena

source: Please create a new folder.
it_it: Creare una nuova cartella.

source: Sorry
it_it: Spiacenti

source: Sorry..
it_it: Spiacenti...

source: This image is larger than the %s x %s limit. Do you want to resize the image to fit?
it_it: Questa immagine &egrave; pi&ugrave; grande del limite di %s per %s pixel. Vuoi ridimensionare l'immagine per farla rientrare nei limiti?

source: Upload
it_it: Aggiorna

source: Upload document
it_it: Aggiorna documento

source: Upload multimedia
it_it: Aggiorna file multimediale

source: You must create a document folder.
it_it: Occorre creare una cartella per i documenti.

source: You must create a document or multimedia folder.
it_it: Occorre creare una cartella per i documenti o i file multimediali.

source: You must create a multimedia folder.
it_it: Occorre creare una cartella per i file multimediali.

source: You must create an image folder.
it_it: Occorre creare una cartella per le immagini.
