Repository: AppStateESS/phpwebsite
Catalog: mod/photoalbum/locale/*/LC_MESSAGES/photoalbum.po
Languages: nl_nl, no_no

source: mode.
no_no: modus.

source: A file was uploaded but no short description was given.
nl_nl: Er is geen korte beschrijving opgegeven voor het geuploade bestand.
no_no: En fil ble lastet opp men ingen kort beskrivelse var tilføyd.

source: A short description was added but no file was uploaded.
nl_nl: De korte beschrijving is toegevoegd maar het uploaden van het bestand is niet gedaan.
no_no: En kort beskrivelse var tilføyd, men ingen filer ble lastet opp.

source: Access Denied!
nl_nl: Geen toegang!
no_no: Tilgang Nektet!

source: Access denied function was called without a proper error initialized.
nl_nl: Geen toegang, maar de reden is niet bekend.
no_no: Tilgang nektet funksjon ble tilkalt uten en tilstrkkelig feil initialisert.

source: Action
nl_nl: Actie
no_no: Handling

source: Activity
nl_nl: Activiteit
no_no: Aktivitet

source: Add album
nl_nl: Album toevoegen
no_no: Tilføy album

source: Add photo
nl_nl: Foto toevoegen
no_no: Tilføy foto

source: Album Contains No Photos
nl_nl: Album bevat geen foto's
no_no: Album inneholder ingen fotoer

source: Album name
nl_nl: Album naam
no_no: Album navn

source: All photos
nl_nl: Alle foto's
no_no: Alle bilder

source: Are you sure you want to delete this album and all the photos associated with it?
nl_nl: Wilt u dit album en alle bijbehorende foto's verwijderen?
no_no: Er du sikker på at du ønsker å slette dette albumet og alle dets bilder assossiert med det?

source: Are you sure you want to delete this photo?
nl_nl: Wilt u deze foto verwijderen?
no_no: Er du sikker på at du ønsker å slette dette bildet?

source: Back
nl_nl: Terug
no_no: TIlbake

source: Back to Album
nl_nl: Terug naar album
no_no: Tilbake til Album

source: Back to album
nl_nl: Terug naar album
no_no: Tilbake til album

source: Back&nbsp;to&nbsp;Album
nl_nl: Terug&nbsp;naar&nbsp;album
no_no: Tilbake&nbsp;til&nbsp;Album

source: Barn
no_no: Stall

source: Batch Add
nl_nl: Batch toevoegen
no_no: Gruppe Tilføy

source: Batch Add Photos
nl_nl: Batch foto's toevoegen
no_no: Gruppe Tilføy Bilder

source: Box In
no_no: Boks Inn

source: Box Out
no_no: Boks Ut

source: Circle In
no_no: Sirkle Inn

source: Circle Out
no_no: Sirkle Ut

source: Delete
nl_nl: Verwijder
no_no: Slett

source: Delete Album
nl_nl: Verwijder album
no_no: Slett Album

source: Delete Album Confirmation
nl_nl: Bevestiging verwijdering album
no_no: Slett Album Bekreftelse

source: Delete Photo Confirmation
nl_nl: Bevestiging verwijdering foto
no_no: Slett Bilde Bekreftelse

source: Delete album
nl_nl: Verwijder album
no_no: Slett album

source: Delete photo
nl_nl: Verwijder foto
no_no: Slett bilde

source: Description
nl_nl: Beschrijving
no_no: Beskrivelse

source: Dissolve
no_no: Oppløse

source: Edit
nl_nl: Wijzigen
no_no: Endre

source: Edit Album
nl_nl: Wijzig album
no_no: Endre Album

source: Edit Photo
nl_nl: Wijzig foto
no_no: Endre Bilde

source: Edit album
nl_nl: Wijzig album
no_no: Endre album

source: Edit photo
nl_nl: Wijzig foto
no_no: Endre bilde

source: Editor
no_no: Utgiver

source: Extended
nl_nl: Uitgebreid
no_no: Utvidet

source: First
nl_nl: Eerste
no_no: Først

source: Five Seconds
nl_nl: Vijf seconden
no_no: Fem Sekunder

source: Height
nl_nl: Hoogte
no_no: Høyde

source: Hidden
nl_nl: Verborgen
no_no: Gjemt

source: Horizontal Checkerboard
nl_nl: Horizontaal selecteren
no_no: Horisontalt Rutemønster

source: Image
nl_nl: Afbeelding
no_no: Bilde

source: Information
nl_nl: Informatie
no_no: Informasjon

source: Last image
nl_nl: Laatste afbeelding
no_no: Siste bilde

source: Last updated
nl_nl: Laatste wijziging
no_no: Sist oppdatert

source: List Albums
nl_nl: Lijst albums
no_no: Liste Albummer

source: Loading Image...
nl_nl: Laden afbeelding...
no_no: Laster Bilde...

source: Loading Next Image...
nl_nl: Laden volgende afbeelding...
no_no: Laster Neste Bilde...

source: Missing Descriptions
nl_nl: Ontbrekende beschrijvingen
no_no: Mangler Beskrivelse

source: Name
nl_nl: Naam
no_no: Navn

source: New Album
nl_nl: Nieuw album
no_no: Nytt Album

source: New Photo
nl_nl: Nieuwe Foto
no_no: Nytt Bilde

source: Newest
nl_nl: Nieuwste
no_no: Nyeste

source: Next
nl_nl: Volgende
no_no: Neste

source: No
nl_nl: Nee
no_no: Nei

source: No album was deleted from the database.
nl_nl: Er is geen album verwijderd uit de database.
no_no: Ingen album ble slettet fra databasen.

source: No albums found.
nl_nl: Geen album gevonden.
no_no: Ingen albummer funet.

source: No file was uploaded and no short description was given.
nl_nl: Er is geen bestand geladen en er is ook geen korte beschrijving gegeven.
no_no: Ingen filer ble lastet opp og ingen kort beskrivelse ble tilført.

source: No photo was deleted from the database.
nl_nl: Er is geen foto verwijderd.
no_no: Ingen bilder ble slettet fra databasen.

source: No photos found.
nl_nl: Geen foto gevonden.
no_no: Ingen foto funnet.

source: Not working, try
nl_nl: Mislukt, probeer
no_no: Fungerer ikke, prøv

source: Number of photos (select before uploading)
nl_nl: Aantal foto's (kies voor het uploaden)
no_no: Antall bilder (velg før opplastning)

source: Oldest
nl_nl: Oudste
no_no: Eldste

source: One Minute
nl_nl: Een minuut
no_no: Ett Minutt

source: Order By
nl_nl: Sorteren op
no_no: Sorter Etter

source: Photo Album
nl_nl: Foto album
no_no: Foto Album

source: Photo Albums
nl_nl: Foto albums
no_no: Foto Albummer

source: Photo Number
nl_nl: Fotonummer
no_no: Foto Nummer

source: Prev
nl_nl: Vorige
no_no: Forrige

source: Previous
nl_nl: Vorige
no_no: Forrige

source: Print
nl_nl: Afdrukken
no_no: Skriv Ut

source: Remove Image
nl_nl: Verwijder afbeelding
no_no: Fjern Bilde

source: Return to
nl_nl: Terug naar
no_no: Tilbake til

source: Save
nl_nl: Opslaan
no_no: Lagre

source: Set Speed: &nbsp;
nl_nl: Bepalen snelheid: &nbsp;
no_no: Sett hastighet: &nbsp;

source: Settings
nl_nl: Instellingen
no_no: Innstillinger

source: Seven Seconds
nl_nl: Zeven seconden
no_no: Sju Sekunder

source: Short
nl_nl: Kort
no_no: Kort

source: Stop Show
nl_nl: Stop diavoorstelling
no_no: Stopp Show

source: Ten Seconds
nl_nl: Tien seconden
no_no: Ti Sekunder

source: The Photo %s was saved but their was a problem creating the thumbnail image.
nl_nl: De foto is opgeslagen, maar het maken van de thumb is mislukt.
no_no: Bildet %s ble lagret men det oppstod ett broblem ved oppretting av miniatyrbildet.

source: The Photo %s was successfully saved.
nl_nl: De foto %s is opgeslagen.
no_no: Bildet %s ble lagret med godt resultat.

source: The Photo Album "%s" was successfully saved.
nl_nl: Het fotoalbum "%s" is opgeslagen.
no_no: Foto Albummet "%s" ble lagret med godt resultat.

source: The Photo Album could not be updated to the database.
nl_nl: Het wijzigen van het fotoalbum is mislukt.
no_no: Foto Albummet kunne ikke lastes opp til databasen.

source: The album %s and all its photos were successfully deleted from the database.
nl_nl: Het album %s en de bijbehorende foto's zijn verwijderd.
no_no: Albummet %s og alle dets bilder ble slettet fra databasen.

source: The file uploaded exceeded the max size allowed.
nl_nl: Het bestand is te groot.
no_no: Filen som lastes opp overskred maksimum størrelse tillatt.

source: The image uploaded was not an allowed image type.
nl_nl: Het type bestand van de afbeelding is niet toegestaan.
no_no: Bildet som lastes opp er av en ikke tillatt type.

source: The image was successfully removed.
nl_nl: De afbeelding is verwijderd.
no_no: Bildet ble fjernet med godt resultat.

source: The photo %s was successfully deleted from the database.
nl_nl: De foto %s is verwijderd.
no_no: Bildet %s ble slettet fra databasen.

source: The photo album image directory could not be created.
nl_nl: Het aanmaken van de map voor het album is mislukt.
no_no: Foto album bilde mappe kunne ikke opprettes.

source: The uploaded file exceeded the max file size allowed.
nl_nl: Het bestand is te groot.
no_no: Den opplastede filen overskred maks filstørrelse tillatt.

source: There was a problem removing the image.
nl_nl: Het verwijderen van de afbeelding is mislukt.
no_no: Det oppstod ett problem med å fjerne bildet.

source: There was a problem saving the information to the database.
nl_nl: Het opslaan van de informatie is mislukt.
no_no: Det oppstod ett problem med å lagre informasjonen til databasen.

source: There was a problem uploading the specified file.
nl_nl: Het uploaden is mislukt.
no_no: Det oppstod ett problem med å laste opp den spesifiserte filen.

source: There was a problem uploading the specified image.
nl_nl: Het uploaden is mislukt.
no_no: Det oppstod ett problem med å laste opp den spesifiserte bildet.

source: Thirty Seconds
nl_nl: Dertig seconden
no_no: Tretti Sekunder

source: This album is currently hidden from the public.
nl_nl: Dit album is nu niet openbaar.
no_no: Dette albummet er for øyeblikket skjult for offentligheten.

source: This photo is currently hidden from the public.
nl_nl: Deze foto is nu niet openbaar.
no_no: Dette bildet er for øyeblikket skjult for offentligheten.

source: Three Seconds
nl_nl: Drie seconden
no_no: Tre Sekunder

source: Thumbnail
nl_nl: Thumb
no_no: Miniatyrbilde

source: Two Minutes
nl_nl: Twee minuten
no_no: To Minutter

source: Two Seconds
nl_nl: Twee seconden
no_no: To Sekunder

source: Update
nl_nl: Wijzigen
no_no: Oppdater

source: Updated
nl_nl: Gewijzigd
no_no: Oppdatert

source: Upload Image
nl_nl: Upload afbeelding
no_no: Last opp Bilde

source: User tried to upload duplicate image.
nl_nl: De afbeelding is al aanwezig.
no_no: Bruker forsøkte å laste opp duplisert bilde.

source: Vertical Checkerboard
nl_nl: Verticaal selecteren
no_no: Vertikalt Rutenett

source: View Photo
nl_nl: Toon Foto
no_no: Se Bilde

source: Visible
nl_nl: Zichtbaar
no_no: Synlig

source: Wheel
no_no: Hjul

source: Width
nl_nl: Wijdte
no_no: Bredde

source: Wipe Up
no_no: Tørke Opp

source: Yes
nl_nl: Ja
no_no: Ja

source: You do not have permission to add photos within an album.
nl_nl: U mag geen foto's toevoegen aan het album.
no_no: Du har ikke tilgang til å legge til bilder til ett album.

source: You must enter a name for the Photo Album.
nl_nl: De naam voor het album ontbreekt.
no_no: Du må legge til ett navn for Foto Albummet.

source: You must enter a short description for the photo.
nl_nl: De korte beschrijving voor de foto ontbreekt.
no_no: Du må legge til en kort beskrivelse til bildet.

source: You must remove the image before uploading a new one.
nl_nl: De afbeelding moet verwijderd worden voordat u weer kunt uploaden.
no_no: Du må fjerne bildet før du laster opp ett nytt.

source: of
nl_nl: uit
no_no: av

source: Loop:
nl_nl: Doorlopend:

source: Slide Show
nl_nl: Diavoorstelling

source: Start Show
nl_nl: Start diavoorstelling

source: Transition Effect: &nbsp;
nl_nl: Effect overgang: &nbsp;

source: high tech
nl_nl: hoog niveau

source: low tech
nl_nl: laag niveau
