Repository: AppStateESS/phpwebsite
Catalog: mod/phatform/locale/*/LC_MESSAGES/phatform.po
Languages: it_it, nl_nl, no_no

source: There was a problem deleting viewing archive table associated for filename
it_it: Si &egrave; verificato un problema durante la cancellazionedella tabella associata alla visualizzazione dell'archivio per il nome file
nl_nl: Het verwijderen / tonen van het archief is mislukt. Bestandsnaam
no_no: Det er ett problem med å slette se arkiv tabell assossiert for filnavn

source: This form is not available for viewing at this time.
it_it: In questo momento il formulario non &egrave; disponibile per la visualizzazione.
nl_nl: Dit formulier is nu niet beschikbaar.
no_no: Dette skjema er ikke tilgjengelig for visning for øyeblikket.

source: Total
it_it: Totale
nl_nl: Totaal
no_no: Totalt

source: Unable to save %s.
it_it: Impossibile salvare %s.
nl_nl: Opslaan %s is mislukt.
no_no: Ikke mulig å lagre %s.

source: Unapproved Forms
it_it: Formulari non approvati
nl_nl: Niet gekeurde formulieren
no_no: Ikke Godkjendte Skjemaer

source: Unknown
it_it: Sconosciuto
nl_nl: Onbekend
no_no: Ukjendt

source: Unsaved Forms
it_it: Formulari non tradotti
nl_nl: Niet opgeslagen formulieren
no_no: Ulagrede Skjemaer

source: Updated
it_it: Aggiornato
nl_nl: Gewijzigd
no_no: Oppdatert

source: Use option text as values
it_it: Usa il testo delle opzioni come valori
nl_nl: Gebruik optie tekst als waarden
no_no: Bruk valg tekst som verdier.

source: User
it_it: Utente
nl_nl: Gebruiker
no_no: Bruker

source: Value
it_it: Valore
nl_nl: Waarde
no_no: Verdi

source: View
it_it: Visualizza
nl_nl: Toon
no_no: Se

source: View reports
it_it: Visualizza i report
nl_nl: Toon rapporten
no_no: Se rapporter

source: Viewing of archive has been canceled.
it_it: &Egrave; stata annullata la visualizzazione di un archivio.
nl_nl: Tonen van archief is afgebroken.
no_no: Visning av arkiv er avbrutt.

source: WARNING!
it_it: ATTENZIONE!
nl_nl: Waarschuwing!
no_no: ADVARSEL!

source: Yes
it_it: S&igrave;
nl_nl: Ja
no_no: Ja

source: You have already filled out this form!
it_it: Hai gi&agrave; compilato una volta questo formulario!
nl_nl: U heeft dit formulier al ingevuld!
no_no: Du har allerede fylt ut dette skjema

source: You have chosen <b>not</b> to delete the archive with the filename "%s".
it_it: Si &egrave; scelto di <b>non</b> eliminare l'archivio con nome file "%s".
nl_nl: U wilt het archief met de bestandsnaam "%s" <b>niet</b> verwijderen.
no_no: Du har valgt å <b>ikke</b> slette dette arkivet med filnavn "%s".

source: You have chosen <b>not</b> to delete the export with the filename "%s".
it_it: Si &egrave; scelto di <b>non</b> eliminare l'esportazione con nome file "%s".
nl_nl: U wilt de export met de bestandsnaam "%s" <b>niet</b> verwijderen.
no_no: Du har valgt å <b>ikke</b> slette denne eksport med filnavn "%s".

source: You have chosen to edit a saved form! All current data will be archived and cleared if you chose to continue! Make sure you export your data from your form before you continue!
it_it: Si &egrave; scelto di modificare un formulario salvato. Se si prosegue, tutti i dati presenti saranno archiviati e rimossi. Ricordarsi di esportare i dati dal formulario prima di continuare.
nl_nl: U wilt een opgeslagen formulier wijzigen! Alle huidige gegevens worden gearchiveerd en geschoond als u doorgaat! Exporteer uw data van het huidige formulier voordat u doorgaat!
no_no: Du har valgt å endre ett lagret skjema! Alle gjeldende data vil bli arkivert og tømt hvis du velger å gå videre! Vær sikker på at du eksporterer dine data før du går videre!

source: You have passed the maximum allowed characters in the %s text field.
it_it: Si &egrave; superato il massimo numero di caratteri consentiti nella casella di testo %s.
nl_nl: U heeft teveel tekens ingevoerd in %s tekstveld.
no_no: Du har overskredet den maksimale tillatte tegn begrensningen i %s tekst feltet.

source: You may not use that name for this form element.
it_it: Il nome non pu&ograve; essere usato per questo elemento del formulario.
nl_nl: Deze elementsnaam is niet toegestaan.
no_no: Du kan ikke benytte det navnet i dette skjema elementet.

source: You must be logged in to view this form!
it_it: Occorre essere loggati per visualizzare questo formulario.
nl_nl: Log eerst in om dit formulier te bekijken!
no_no: Du må være logget inn for å se dette skjema!

source: You must fill out all required fields to continue.
it_it: Per continuare occorre completare tutti i campi obbligatori.
nl_nl: Vul voor u verder gaat eerst alle verplichte velden in.
no_no: Du må fylle ut alle de påkrevde feltene før du fortsetter.

source: You must have at least one element to save this form.
it_it: Occorre avere almeno un elemento per salvare il formulario.
nl_nl: Een formulier dient minimaal een element te hebben om opgeslagen te kunnen worden.
no_no: Du må minimum ha ett element for å lagre dette skjemaet.

source: You must provide a submission message.
it_it: Occorre specificare un messaggio di invio.
nl_nl: U moet een verstuurbericht opgeven.
no_no: Du må legge inn en innsending beskjed.

source: You only have permission to edit your own forms!
it_it: Hai i permessi per modificare solo i tuoi formulari personali.
nl_nl: U mag alleen eigen formulieren wijzigen!
no_no: Du har bare tilgang til å endre dine egne skjema!

source: of
it_it: di
nl_nl: van
no_no: av

source: Editor
no_no: Forfatter

source: Home
no_no: Hjem

source: No
nl_nl: Nee
no_no: Nei

source: Report
nl_nl: Verslag
no_no: Rapport

source: CAPTCHA word was not correct.
nl_nl: Captcha woord niet goed!

source: Could not save the form. Check error log.
nl_nl: Opslaan formulier is mislukt. Controleer de log.
