Repository: AppStateESS/phpwebsite
Catalog: mod/phatform/locale/*/LC_MESSAGES/phatform.po
Languages: it_it, nl_nl, no_no

source: "Thank you" message is not formatted correctly.
it_it: Il messaggio di ringraziamento non &egrave; formattato correttamente.
nl_nl: "Dank U " bericht is verkeerd.
no_no: "Takk skal du ha" beskjeden er ikke formatert korrekt.

source: Action
it_it: Azione
nl_nl: Actie
no_no: Handling

source: Actions
it_it: Azioni
nl_nl: Acties
no_no: Handling

source: Add
it_it: Aggiungi
nl_nl: Toevoegen
no_no: Legg til

source: Admin Email (comma delimited)
it_it: Email amministratore (separata da virgole)
nl_nl: Admin e-mailadres (komma gescheiden)
no_no: Admin Email (avskilt med komma)

source: All
it_it: Tutto
nl_nl: Alle
no_no: Alle

source: All Form Generator static tables removed.
it_it: Tabelle statiche del modulo "Generatore di formulari" rimosse
nl_nl: Alle statische Formgenerator tabellen verwijderd.
no_no: Alle Skjema Generator statiske tabeller fjernet.

source: All of the options and values were not set. Check the box below to use your options as values.
it_it: Nessuna opzione o valore &egrave; stato impostato. Selezionare la casella di scelta seguente per usare le opzioni come valori.
nl_nl: Niet alle opties en waarden zijn gevuld. Vink de box hieronder aan om uw opties te kiezen.
no_no: Alle valg og verdier var ikke satt. Sjekk boksen under for å bruke dine valg som verdier.

source: All of the values were not set. You must fill out all of them.
it_it: Nessun valore &egrave; stato impostato. Occorre specificarli tutti.
nl_nl: U moet alle velden invullen.
no_no: Alle verdier var ikke satt. Du må fylle ut alle sammen.

source: Allow anonymous submissions
it_it: Permetti invii da utenti anonimi
nl_nl: Anonieme bijdragen toestaan
no_no: Tillat anonyme innsendinger

source: Allow multiple submissions
it_it: Permetti invii multipli
nl_nl: Meerdere bijdragen toestaan
no_no: Tillat mangfoldige innsendinger

source: Allow users to edit their form data
it_it: Permetti agli utenti di modificare i dati che hanno inserito nei formulari.
nl_nl: Toestaan dat gebruikers hun schermgegevens wijzigen
no_no: Tillat brukere å endre deres skjema data

source: Anonymous submissions with editable form data are not allowed.
it_it: Gli utenti anonimi non possono completare formulari a dati modificabili.
nl_nl: Anonieme bijdragen met te wijzigen schermgegevens zijn niet toegestaan.
no_no: Anonyme innsendinger med endrbare skjema data er ikke tillatt.

source: Approve
it_it: Approva
nl_nl: Goedkeuren
no_no: Godkjenn

source: Approved
it_it: Approvato
nl_nl: Goedgekeurd
no_no: Godkjendt

source: Archive
it_it: Archivio
nl_nl: Archief
no_no: Arkiv

source: Archive file was not found.
it_it: File dell'archivio non trovato.
nl_nl: Archief bestand ontbreekt.
no_no: Arkivfil ble ikke funnet.

source: Archive forms
it_it: Archivia formulari
nl_nl: Archiveren formulieren
no_no: Arkiver skjema

source: Archived Form
it_it: Formulario archiviato
nl_nl: Archief formulier
no_no: Arkivert Skjema

source: Are you sure you want to delete this entry?
it_it: Eliminare questa compilazione?
nl_nl: Wilt u deze invoer verwijderen?
no_no: Er du sikker på at du ønsker å slette dette innlegget?

source: Are you sure you want to remove this %s element?
it_it: Rimuovere questo elemento %s?
nl_nl: Wilt u dit %s element verwijderen?
no_no: Er du sikker på at du ønsker å fjerne %s elementet?

source: Are you sure you wish to delete the archive with filename "<b>%s</b>"?
it_it: Eliminare l'archivio di nome "<b>%s</b>"?
nl_nl: Wilt u het archief "<b>%s</b>" verwijderen?
no_no: Er du sikker på at du ønsker å slette arkivet med filnavn "<b>%s</b>"?

source: Are you sure you wish to delete the export with filename "<b>%s</b>"?
it_it: Eliminare il file esportato di nome "<b>%s</b>"?
nl_nl: Wilt u de export met de bestandsnaam "<b>%s</b>" verwijderen?
no_no: Er du sikker på at du ønsker å slette eksporten med filnavnet "<b>%s</b>"?

source: Are you sure you wish to delete the following forms? All data associated with these forms will be lost!
it_it: Eliminare i formulari seguenti? Tutti i dati associati a questi formulari andranno persi!
nl_nl: Wilt u de volgende formulieren verwijderen? Alle gegevens behorende bij deze formulier gaat dan verloren!
no_no: Er du sikker på at du ønsker å slette følgende skjema? Alle assosierte data med dette skjema will bli fjernet!

source: Are you sure you wish to view this archive?
it_it: Visualizzare questo archivio?
nl_nl: Wilt u dit archief bekijken?
no_no: Er du sikker på at du ønsker å se dette arkivet?

source: Associated Text
it_it: Testo associato
nl_nl: Bijbehorende tekst
no_no: Assossiert Tekst

source: Back
it_it: Indietro
nl_nl: Terug
no_no: Tilbake

source: Cancel
it_it: Annulla
nl_nl: Afbreken
no_no: Avbryt

source: Checkbox
it_it: Casella di scelta
no_no: Markørboks

source: Checkbox Element Instructions
it_it: Istruzioni elemento Casella di scelta
nl_nl: Checkbox Element Instructies
no_no: Markørboks Element Instruksjoner

source: Clean-Up
it_it: Pulisci
nl_nl: Schoonmaken
no_no: Rens-opp

source: Columns
it_it: Colonne
nl_nl: Kolommen
no_no: Kolonner

source: Complete
it_it: Completo
nl_nl: Gereed
no_no: Fullføre

source: Completed
it_it: Completata
nl_nl: Afgerond
no_no: Fullført

source: Confirm
it_it: Conferma
nl_nl: Bevestig
no_no: Bekreft

source: Could not delete the element.
it_it: Impossibile eliminare l'elemento.
nl_nl: Verwijderen mislukt.
no_no: Kune ikke slette elementet.

source: Create/Edit forms
it_it: Crea/Modifica formulario
nl_nl: Aanmaken/wijzigen formulier
no_no: Opprett/Endre skjema

source: Created
it_it: Creato
nl_nl: Aangemaakt
no_no: Opprettet

source: Date Created
it_it: Data creata
nl_nl: Datum aangemaakt
no_no: Dato Opprettet

source: Default
it_it: Predefinito
nl_nl: Standaard
no_no: Standard

source: Delete
it_it: Elimina
nl_nl: verwijderen
no_no: Slett

source: Delete form confirmation
it_it: Conferma eliminazione formulario
nl_nl: Verwijder formulier bevestiging
no_no: Slett skjema bekreftelse

source: Delete form entries
it_it: Elimina inserimenti formulario
nl_nl: Verwijder formulier invoer
no_no: Slett skjema innlegg

source: Delete forms
it_it: Elimina formulari
nl_nl: verwijder formulieren
no_no: Slett skjemaer

source: Download
it_it: Scarica
no_no: Last ned

source: Dropbox
it_it: Casella a discesa

source: Edit
it_it: Modifica
nl_nl: Wijzigen
no_no: Endre

source: Edit Elements
it_it: Modifica elementi
nl_nl: Wijzig elementen
no_no: Endre Elementer

source: Edit form entries
it_it: Modifica inserimenti formulario
nl_nl: Wijzig scherminvoer
no_no: Endre skjema innlegg

source: Edit option set
it_it: Modifica insieme di opzioni
nl_nl: Wijzig optie groep
no_no: Endre valg oppsett

source: Edit option sets
it_it: Modifica insiemi di opzioni
nl_nl: Wijzig optie groepen
no_no: Endre valg oppsetter

source: Element successfully added!
it_it: Elemento aggiunto.
nl_nl: Element toegevoegd!
no_no: Element lagt til med godt resultat!

source: Element successfully removed!
it_it: Elemento rimosso.
nl_nl: Element verwijderd!
no_no: Element fjernet med godt resultat!

source: Elements
it_it: Elementi
nl_nl: Elementen
no_no: Elementer

source: Entries
it_it: Inserimenti
nl_nl: Invoer
no_no: Innlegg

source: Existing Archives
it_it: Archivi esistenti
nl_nl: Bestaande archieven
no_no: Eksisterende Arkiv

source: Existing Exports
it_it: Esportazioni esistenti
nl_nl: Bestaande exports
no_no: Eksisterende Eksporter

source: Export
it_it: Esporta
no_no: Eksport

source: Export report data
it_it: Esporta report di dati
nl_nl: Exporteer gegevens rapport
no_no: Eksport rapport data

source: Failed to archive.
it_it: Impossibile archiviare.
nl_nl: Archiveren is mislukt.
no_no: Feilet å arkivere.

source: Failed to create archive directory.
it_it: Impossibile creare la cartella di archivio.
nl_nl: Aanmaken archieven map is mislukt.
no_no: Feilet å opprette arkiv mappe.

source: Failed to create export directory.
it_it: Impossibile creare la cartella di esportazione.
nl_nl: Aanmaken export map is mislukt.
no_no: Feilet å opprette eksport mappe.

source: Failed to create files directory.
it_it: Impossibile creare la cartella di file.
nl_nl: Aanmaken bestanden map is mislukt.
no_no: Feilet å opprette fil mappe.

source: Failed to create report directory.
it_it: Impossibile creare la cartella dei report.
nl_nl: Aanmaken rapporten map is mislukt.
no_no: Feilet å opprette rapport mappe.

source: File contained no archive to view.
it_it: Il file non contiene archivi da visualizzare.
nl_nl: Bestand heeft geen archief om te bekijken.
no_no: Filen inneholder ingen arkiver å vise.

source: File contained no content.
it_it: Il file non ha contenuti.
nl_nl: Bestand is leeg.
no_no: Filen inneholder ingen innhold.

source: Filename
it_it: Nome file
nl_nl: Bestandsnaam
no_no: Filnavn

source: Finish
it_it: Termina
nl_nl: Afronden
no_no: FErdig

source: Form
it_it: Formulario
nl_nl: Formulier
no_no: Skjema

source: Form Information
it_it: Informazioni formulario.
nl_nl: Formulier Informatie
no_no: Skjema informasjon

source: Form Name
it_it: Nome formulario
nl_nl: Formulier Naam
no_no: Skjema navn

source: Form Settings
it_it: Impostazioni formulario
nl_nl: Formulier Instellingen
no_no: Skjema Innstillinger

source: Form element is not an object.
it_it: L'elemento formulario non &egrave; un oggetto.
nl_nl: Form element is geen object.
no_no: Skjema element er ikke ett objekt.

source: Form settings successfully saved!<br /><br />
it_it: Impostazioni formulario salvate. <br /><br />
nl_nl: Formulier instellingen opgeslagen!<br /><br />
no_no: Skjema innstillinger lagret med godt resultat!<br /><br />

source: Forms
it_it: Formulari
nl_nl: Formulieren
no_no: Skjema

source: Forms are pre_approved
it_it: I formulari sono pre_approved
nl_nl: Formulieren zijn vooraf goedgekeurd.
no_no: Skjema er forhånds godkjendte

source: Full List
it_it: Elenco completo
nl_nl: Totaallijst
no_no: Full Liste

source: Go
it_it: Avvia
nl_nl: Start
no_no: Gå

source: Go!
it_it: Avvia!
nl_nl: Start!
no_no: Gå!

source: Hidden
it_it: Nascosto
nl_nl: Verberg
no_no: Gjemt

source: Hide
it_it: Nascondi
nl_nl: Verbergen
no_no: Gjem

source: Hide this form
it_it: Nascondi questo formulario
nl_nl: Verberg dit formulier
no_no: Gjem dette skjemaet

source: In order to view this archive a new table will need to added to your database.
it_it: Per visualizzare questo archivio &egrave; necessario aggiungere una nuova tabella al database.
nl_nl: Om dit archief te kunnen tonen moet er een nieuwe tabel in uw database worden aangemaakt.
no_no: For å se dette arkivet må en ny tabell må tilføres din database.

source: Incomplete
it_it: Incompleto
nl_nl: Niet volledig
no_no: Uferdig

source: Instructions
it_it: Istruzioni
nl_nl: Instructies
no_no: Instruksjoner

source: Instructions are missing or formatted incorrectly.
it_it: Istruzioni mancanti o formattate in modo non corretto.
nl_nl: Instructies ontbreken of zijn verkeerd.
no_no: Instruksjoner mangler eller er formatert feil.

source: Invalid Filename Given
it_it: Nome file non valido
nl_nl: Bestandsnaam niet toegestaan
no_no: Ugyldig Filnavn Gitt

source: Item limit per page
it_it: Limite elementi per pagina
nl_nl: Item limiet per pagina
no_no: Objekt begrensning per side

source: Last Entry
it_it: Ultima compilazione
nl_nl: Laatste invoer
no_no: Siste Innlegg

source: List Archives
it_it: Elenco archivi
nl_nl: Lijst archieven
no_no: Liste Arkiver

source: List Exports
it_it: Elenco esportazioni
nl_nl: Lijst exports
no_no: Liste Eksporter

source: List Forms
it_it: Elenco formulari
nl_nl: Lijst formulieren
no_no: Liste Skjemaer

source: Maxsize
it_it: Dimensione max
nl_nl: Max. grootte

source: Missing form name.
it_it: Nome formulario mancante.
nl_nl: Formuliernaam ontbreekt.
no_no: Mangler skjema navn.

source: Move Down
it_it: Muovi in basso
nl_nl: Naar beneden
no_no: Flytt ned

source: Move Up
it_it: Muovi in alto
nl_nl: Naar boven
no_no: FLytt opp

source: Multiple Select
it_it: Selezione multipla
nl_nl: Meerdere kiezen
no_no: Velg flere

source: Multiple submissions with editable form data are not allowed.
it_it: Gli invii multipli con formulari a dati modificabili non sono ammessi.
nl_nl: Meerdere bijdragen met te wijzigen formuliergegevens zijn niet toegestaan.
no_no: Flerfoldige innlegg med endrbare skjema data er ikke tillatt.

source: Multiselect Element Instructions
it_it: Istruzioni per l'elemento multi selezione
nl_nl: Multiselect Element Instructies
no_no: Multivalg Element Instruksjoner

source: Name
it_it: Nome
nl_nl: Naam
no_no: Navn

source: New Form
it_it: Nuovo formulario
nl_nl: Nieuw Formulier
no_no: Nytt Skjema

source: Next
it_it: Successivo
nl_nl: Volgende
no_no: Neste

source: Next Entry
it_it: Prossimo invio
nl_nl: Nieuwe invoer
no_no: Neste Innlegg

source: No element was removed.
it_it: Nessun elemento rimosso.
nl_nl: Er is geen element verwijderd.
no_no: Ingen element ble fjernet.

source: No entries were found matching your search query.
it_it: Nessuna compilazione trovata che corrisponda alla ricerca.
nl_nl: Er is niet gevonden met deze zoekcriteria.
no_no: Ingen innlegg passet dine søke kriterier.

source: No form ID was passed
it_it: Nessun ID di formulario passato
nl_nl: Geen formulier-ID doorgegeven
no_no: Ingen skjema ID ble passert

source: No form entry was deleted from the database.
it_it: Nessuna compilazione di formulario &egrave; stata eliminata dal database.
nl_nl: Er is geen formulierinvoer verwijderd uit de database.
no_no: Ingen skjema innlegg ble slettet fra databasen.

source: Number of Options
it_it: Numero di opzioni
nl_nl: Aantal Opties
no_no: Antall Valg

source: Only edit own forms
it_it: Modifica solo i formulari propri
nl_nl: Alleen eigen formulieren wijzigen
no_no: Bare endre egne skjema

source: Option
it_it: Opzione
nl_nl: Optie
no_no: Valg

source: Option Instructions
it_it: Istruzioni per opzioni
nl_nl: Optie instructies
no_no: Valg Instruksjoner

source: Option Sets
it_it: Insiemi di opzioni
nl_nl: Optie groepen
no_no: Valg setter

source: Owner
it_it: Proprietario
nl_nl: Eigenaar
no_no: Eiger

source: Page
it_it: Pagina
nl_nl: Pagina
no_no: Side

source: Page %1$s of %2$s
it_it: Pagina %1$s di %2$s
nl_nl: Pagina %1$s van %2$s
no_no: SIde %1$s av %2$s

source: Position must be an integer value.
it_it: La posizione deve essere un valore intero.
nl_nl: Positie moet een geheel getal zijn.
no_no: Posisjon må være en helhetlig verdi.

source: Post Process Code
it_it: Codice di post elaborazione
nl_nl: Post verwerkingscode

source: Predefined Option Set
it_it: Insieme di opzioni predefinite
nl_nl: Voorgedefineerde optie groep
no_no: Predefinert Valg Sett

source: Previous Entry
it_it: Compilazione precedente
nl_nl: Vorige invoer
no_no: Forrige Innlegg

source: Print
it_it: Stampa
nl_nl: Afdrukken
no_no: Skriv ut

source: Print View
it_it: Anteprima di stampa
nl_nl: Afdrukken overzicht
no_no: Utskriftsvennlig visning

source: Radio Button
it_it: Pulsante di opzione

source: Radiobutton Element Instructions
it_it: Istruzioni per l'elemento pulsante di opzione
nl_nl: Radiobutton Element instructies
no_no: RadioButton Element Instruksjoner

source: Refuse
it_it: Rifiuta
nl_nl: Weigeren
no_no: Nekt

source: Remove
it_it: Rimuovi
nl_nl: Verwijderen
no_no: Fjern

source: Removed all dynamic Form Generator tables.
it_it: Rimosse tutte le tabelle dinamiche del modulo "Generatore di formulari".
nl_nl: Alle dynamische formgenerator tabellen zijn verwijderd.
no_no: Fjernet alle dynamiske Skjema Generator tabeller.

source: Report View
it_it: Vista report
nl_nl: Verslag overzicht
no_no: Rapport Visning

source: Require
it_it: Richiedi
nl_nl: Benodigd
no_no: Forlange

source: Required
it_it: Richiesto
nl_nl: Verplicht
no_no: Forlangt

source: Retake Form
it_it: Replica formulario
nl_nl: Hergebruik formulier
no_no: Ta Skjema på nytt

source: Return to Report
it_it: Ritorna al report
nl_nl: Terug naar rapport
no_no: Returner til Rapport

source: Rows
it_it: Righe
nl_nl: Rijen
no_no: Rekker

source: Save
it_it: Salva
nl_nl: Opslaan
no_no: Lagre

source: Save
it_it: Salva
nl_nl: Opslaan
no_no: Lagre

source: Save Form
it_it: Salva formulario
nl_nl: Opslaan formulier
no_no: Lagre Skjema

source: Save Settings
it_it: Salva impostazioni
nl_nl: Opslaan instellingen
no_no: Lagre Innstillinger

source: Save Textarea
it_it: Salva area di testo
nl_nl: Opslaan Textarea
no_no: Lage Tekstområde

source: Save Textfield
it_it: Salva area di testo
nl_nl: Opslaan Tekstveld
no_no: Lage tekstfelt

source: Save option set as
it_it: Salva l'opzione imposta come
nl_nl: Opslaan optie groep als
no_no: Lagre valg sett som

source: Saved Forms
it_it: Formulari salvati
nl_nl: Opgeslagen formulieren
no_no: Lagrede Skjema

source: Search
it_it: Cerca
nl_nl: Zoek
no_no: Søk

source: Settings
it_it: Impostazioni
nl_nl: Instellingen
no_no: Innstillinger

source: Show
it_it: Visualizza
nl_nl: Toon
no_no: Vis

source: Show form page numbers (eg: page 1 of 6)
it_it: Mostra i numeri di pagina del formulario (es. pagina 1 di 6)
nl_nl: Toon paginanummers (bijv. Pag 1 van 6)
no_no: Vis skjema sidenummer (eks: side 1 av 6)

source: Show numbers for form elements (eg: 1, 2, 3)
it_it: Mostra la numerazione degli elementi del formulario (es. 1, 2, 3)
nl_nl: Toon nummers voor formulier elementen (bijv. 1, 2, 3)
no_no: Vis nummer for skjema elementer (eks: 1, 2, 3)

source: Size
it_it: Dimensione
nl_nl: Grootte
no_no: Størrelse

source: Submission Message
it_it: Messaggio di invio
nl_nl: Verstuur bericht
no_no: Innsendings Beskjed

source: Successfully deleted table associated with the archive with filename
it_it: Eliminata la tabella associata all'archivio con nome di file
nl_nl: De tabel is verwijderd, die behoorde bij het archief met de bestandsnaam
no_no: Slettet tabell assossiert med arkivet med filnavn

source: Text
it_it: Testo
nl_nl: Tekst
no_no: Tekst

source: Textarea
it_it: Casella di testo
no_no: Tekstområde

source: Textarea Element Instructions
it_it: Istruzioni per l'elemento Casella di testo
nl_nl: Textarea Element Instructies
no_no: Tekstområde Element Instruksjoner

source: Textfield
it_it: Area di testo
nl_nl: Tekstveld
no_no: Tekstfelt

source: The %s element could not be saved to the database.
it_it: L'elemento %s non pu&ograve; essere salvato nel database.
nl_nl: Het %s element is niet opgeslagen.

source: The %s element was saved successfully.
it_it: L'elemento %s &egrave; stato salvato.
nl_nl: Het %s element is opgeslagen.
no_no: Elementet %s ble lagret med godt resultat.

source: The %s was saved successfully.
it_it: %s &egrave; stato salvato.
nl_nl: %s is opgeslagen.
no_no: %s ble lagret med godt resultat.

source: The archive path is not web server writable.
it_it: Il percorso dell'archivio non &egrave; scrivibile dal server web.
nl_nl: De webserver heeft geen schrijfrechten op de archiefmap.
no_no: Arkiv stien er web server skrivebeskyttet.

source: The associated text for this element was not set.
it_it: Il testo associato a questo elemento non &egrave; stato impostato.
nl_nl: De tekst van dit element ontbreekt.
no_no: Den assossierte teksten for dette elementet er ikke satt.

source: The element was successfully removed.
it_it: L'elemento &egrave; stato rimosso.
nl_nl: Het element is verwijderd.
no_no: Elementet ble fjernet med godt resultat.

source: The export path is not web server writable.
it_it: Il percorso di esportazione non &egrave; scrivibile dal server web.
nl_nl: De webserver heeft geen schrijfrechten op de exportmap.
no_no: Eksport stien er web server skrivebeskyttet.

source: The form %s was successfully archived.
it_it: Il formulario %s &egrave; stato archiviato.
nl_nl: Het formulier %s is gearchiveerd.
no_no: Skjemaet %s ble arkivert med godt resultat.

source: The form entry was successfully deleted from the database.
it_it: La compilazione di formulario &egrave; stata cancellata dal database.
nl_nl: De formulierinvoer is verwijderd.
no_no: Skjema innlegget ble slettet fra databasen med godt resultat.

source: The form must be saved before it is available to the public.
it_it: Il formulario deve essere salvato per poterlo rendere disponibile al pubblico.
nl_nl: Het formulier moet eerst opgeslagen worden voordat het openbaar beschikbaar is.
no_no: Skjemaet må lagres før det er tilgjengelig for offentligheten.

source: The name you entered for the Checkbox is not valid or is already in use with this form.
it_it: Il nome digitato per la casella di selezione non &egrave; validoo &egrave; gi&agrave; in uso in questo formulario.
nl_nl: De Checkbox naam is niet toegestaan of wordt al gebruikt op dit formulier.
no_no: Navnet du gav for markørboksen er ikke gyldig eller er allerede i bruk i dette skjemaet.

source: The name you entered for the Multiselect is not valid or is already in use with this form.
it_it: Il nome digitato per la casella a selezione multipla non &egrave; valido o &egrave; gi&agrave; utilizzato nel formulario corrente.
nl_nl: De Multiselect naam is niet toegestaan of wordt al gebruikt op dit formulier.
no_no: Navnet du gav for Multiselect er ikke gyldig eller er allerede i bruk i dette skjemaet.

source: The name you entered for the Textfield is not valid or is already in use with this form.
it_it: Il nome digitato per la casella di testo non &egrave; valido o &egrave; gi&agrave; utilizzato nel formulario corrente.
nl_nl: De tekstveld naam is niet toegestaan of wordt al gebruikt op dit formulier.
no_no: Navnet du gav for Tekstfeltet er ikke gyldig eller er allerede i bruk i dette skjemaet.

source: The number of options must be a greater than zero.
it_it: Il numero di opzioni deve essere maggiore di zero.
nl_nl: Het aantal opties moet groter dan nul zijn.
no_no: Antall valg må være større enn null.

source: The option set %s was successfully saved.
it_it: Il gruppo di opzioni %s &egrave; stato salvato.
nl_nl: De Optie groep %s is opgeslagen.
no_no: Valget %s ble lagret med godt resultat.

source: The option set %s was unable to be saved.
it_it: Impossibile salvare il gruppo di opzioni %s.
nl_nl: De optie groep %s is niet opgeslagen.
no_no: Valget %s ble ikke lagret.

source: The phatform archive was successfully <b>deleted</b>.
it_it: L'archivio dei formulari &egrave; stato <b>eliminato</b>.
nl_nl: Het Phatform Archief is <b>verwijderd</b>.
no_no: Phatform arkivet ble <b>slettet</b> med godt resultat.

source: The phatform export was successfully <b>deleted</b>.
it_it: L'esportazione dei formulari &egrave; stata <b>eliminata</b>.
nl_nl: Het Phatform Export is <b>verwijderd</b>.
no_no: Phatform eksport ble <b>slettet</b> med godt resultat.

source: The value for this element was not set.
it_it: Il valore per questo elemento non &egrave; impostato.
nl_nl: De waarde van dit element ontbreekt.
no_no: Verdien for dette elementet var ikke satt.

source: There is a problem with options, contact a system administrator.
it_it: Si &egrave; verificato un problema con le opzioni, contattare un amministratore del sistema.
nl_nl: De opties zijn niet goed. Meld dit aan de beheerder.
no_no: Det er et problem med valg, kontakt din system administrator.

source: There was a problem deleting the archive.
it_it: Si &egrave; verificato un problema durante la cancellazione dell'archivio.
nl_nl: Het verwijderen van het archief is mislukt.
no_no: Det er ett problem med å slette arkivet.

source: There was a problem deleting the export.
it_it: Si &egrave; verificato un problema durante la cancellazione delle esportazioni.
nl_nl: Het verwijderen van de export is mislukt.
no_no: Det er ett problem med å slette eksport.
