Repository: AppStateESS/phpwebsite
Catalog: mod/notes/locale/*/LC_MESSAGES/notes.po
Languages: it_it, nl_nl

source: - Search again -
it_it: - Cerca ancora -
nl_nl: - Opnieuw zoeken -

source: Allow user name searching
it_it: Permetti la ricerca dei nomi utente
nl_nl: Zoeken op gebruikersnaam toestaan

source: An error occurred when accessing the database.
it_it: Si &egrave; verificato un errore tentando di accedere al database.
nl_nl: Er is een fout opgetreden bij het benaderen van de database.

source: Associate note
it_it: Associa appunto
nl_nl: Notitie koppelen

source: Associate note to item: %s
it_it: Associa appunto alla voce: %s
nl_nl: Koppel notitie aan item: %s

source: Associated Notes
it_it: Appunti associati
nl_nl: Gekoppelde notities

source: Cancel
it_it: Annulla
nl_nl: Afbreken

source: Could not find match.
it_it: Impossibile trovare corrispondenze.
nl_nl: Niets gevonden.

source: Date sent
it_it: Data inviata
nl_nl: Datum verstuurd

source: Delete
it_it: Elimina
nl_nl: Verwijderen

source: Delete and close
it_it: Elimina e chiudi
nl_nl: Verwijderen en sluiten

source: In reference to
it_it: In riferimento a
nl_nl: In referentie met

source: Message
it_it: Messaggio
nl_nl: Bericht

source: Message deleted.
it_it: Messaggio eliminato.
nl_nl: Bericht verwijderd.

source: Newest first
nl_nl: Nieuwste eerst

source: No
nl_nl: Nee

source: No notes found.
it_it: Nessun appunto trovato.
nl_nl: Er is geen notitie.

source: Note sent successfully.
it_it: Appunto inviato.
nl_nl: Notitie verstuurd.

source: Note was not sent successfully.
it_it: Appunto non inviato.
nl_nl: Notitie niet verstuurd.

source: Notes
it_it: Appunti
nl_nl: Notities

source: Oldest first
nl_nl: Oudste eerst

source: Read
it_it: Leggi
nl_nl: Lezen

source: Read note
it_it: Leggi appunto
nl_nl: Lees notitie

source: Read notes
it_it: Leggi appunti
nl_nl: Lees notities

source: Recipient
it_it: Destinatario
nl_nl: Ontvanger

source: Send note
it_it: Invia appunto
nl_nl: Stuur notitie

source: Send note to %s
it_it: Avvia appunto a %s
nl_nl: Stuur notitie naar %s

source: Sent by
it_it: Inviato da
nl_nl: Afzender

source: Sent on
it_it: Inviato il
nl_nl: Verstuurd op

source: System message
it_it: Messaggio di sistema
nl_nl: Systeembericht

source: Title
it_it: Titolo
nl_nl: Titel

source: Unable to resolve user name.
it_it: Impossibile trovare il nome utente.
nl_nl: Gebruikersnaam niet gevonden.

source: Unknown user.
it_it: Utente sconosciuto.
nl_nl: Gebruiker onbekend.

source: Unsuitable user name characters.
it_it: Nome utente con caratteri non validi.
nl_nl: Niet toegestaan teken in gebruikersnaam.

source: Yes
it_it: S&igrave;
nl_nl: Ja

source: You have %d unread notes.
it_it: Hai %d appunti non letti.
nl_nl: U heeft %d ongelezen notities.

source: You must enter a username.
it_it: Occorre digitare un nome utente.
nl_nl: De gebruikersnaam ontbreekt.

source: You need to enter a title or some content.
it_it: Occorre digitare un titolo o qualche contenuto.
nl_nl: U moet of de titel of de inhoud invullen.

source: Your note needs a title.
nl_nl: Uw notitie heeft geen titel.
