Repository: AppStateESS/phpwebsite
Catalog: mod/sitemap/locale/*/LC_MESSAGES/sitemap.po
Languages: nl_nl, no_no

source: * More information on the Sitemap protocal is available %s
nl_nl: * Voor meer informatie over het protocol van de sitemap zie %s
no_no: * Mer informasjon om Sitemap protokoll er tilgjengelig %s

source: ** I do a rough calculation to achieve this. Everything starts as the average 0.5. I add 0.5 to top-level itmes. I then subtract 0.1 for each step down the menu order. Nothing is scored above 1.0 or below 0.1.
nl_nl: ** Er wordt een ruwe berekening gemaakt. Alles begint met een gemiddelde van 0,5. Een toplevel item krijgt 0,5 extra. Voor een vervolgstap wordt de score met 0,1 verlaagd tot het menu. Een score is maximaal 1,0 en minimaal 0,1.

source: *** The feed respects the settings above. Lastmod date of non-keyed items will be null.
nl_nl: *** De feed staat de bovenstaande instelling toe. De datum laatste wijziging van niet sleutelwoorden is nul.

source: About this module:
nl_nl: Over deze module:
no_no: Om denne modulen:

source: Add optional* change frequency to sitemap
nl_nl: Toevoegen optionele* wijzigingfrequentie aan sitemap
no_no: Legg til valgfri* forandre frekvens til sitemap

source: Add optional* lastmod date to sitemap
nl_nl: Toevoegen optionele* laatste wijzigingsdatum aan sitemap
no_no: Legg til valgfri* sist mod dato til sitemap

source: Add optional* priority** to sitemap
nl_nl: Toevoegen optionele* belangrijkheid** aan sitemap
no_no: Legg til valgfri* prioritet* til sitemap

source: Allow live xml feed*** of all non-restricted menus
nl_nl: Toestaan live xml feed*** van alle onbeperkte menu's
no_no: Tillat live xml feed*** av alle ikke-begrenset menyer

source: Build
nl_nl: Gemaakt
no_no: Bygg

source: Cache duration in seconds for xml feed (0-7200, set to 0 to disable cache)
nl_nl: Cache duur in seconden voor xml feed (0-7200), 0 = uitgeschakeld)
no_no: Cache varighet i sekunder for xml feed (0-7200, sett til 0 for å deaktivisere cache)

source: Change frequency
nl_nl: Wijzig frequentie
no_no: Cache frekvens

source: Create sitemap file
nl_nl: aanmaken bestand sitemap
no_no: Opprett sitemap fil

source: Error occurred when creating file.
nl_nl: Aanmaken bestand mislukt.
no_no: Feil oppstod ved oppretting av fil.

source: Exclude remote URLs
nl_nl: Sluit externe URL's uit
no_no: Utelukk fjerntliggende URLer

source: File created successfully.
nl_nl: Bestand aangemaakt.
no_no: Fil opprettet med godt resultat.

source: First, review the settings. Then, you can either download a sitemap file for using later, save a sitemap file to the server at %s, or allow a live and dynamic sitemap feed at %s
nl_nl: Contoleer de instellingen, download daarna een sitemap bestand of sla een sitemap bestand op de server bij %s op, of sta een live en dynamische sitemap feed toe bij %s
no_no: Først, sjekk innstillingene. Så kan du enten laste ned en sitemap fil for senere bruk, lagre en sitemap fil til serveren ved %s, eller tillat en live og dynamisk sitemap feed ved%s

source: General Settings
nl_nl: Algemene Instellingen
no_no: Generelle innstillinger

source: Generate Map
nl_nl: Aanmaken Map
no_no: Opprett Kart

source: Generates sitemap.xml files for search engines.
nl_nl: Maakt bestand sitemap.xml aan voor zoekmachines.
no_no: Genererer sitemap.xml filer for søkemotorer.

source: How to use it:
nl_nl: Hoe te gebruiken:
no_no: Hvordan bruke det:

source: If you would like to help out with the ongoing development of sitemap, or other modules by Verdon Vaillancourt, %s click here to donate %s (opens in new browser window).
nl_nl: Wilt u helpen bij de ontwikkeling van sitemap of een andere module van de Verdon Vaillancourt, %s klik hier om te doneren %s (opent een nieuw venster)).

source: Important Information
nl_nl: Belangrijke informatie
no_no: Viktig Informasjon

source: Include keyed items not in menus in your sitemap
nl_nl: Gebruik geen sleutelwoorden in de menu's in sitemap
no_no: Inkluder nøkkel elementer ikke i menyer i din sitemap

source: Include keyed module items not in menus in your sitemap
nl_nl: Gebruik geen sleutel module items in menu's in sitemap
no_no: inkluder nøkkel moduler ikke i menyer i din sitemap

source: Lastmod date for non-keyed items (YYYY-MM-DD) or leave empty
nl_nl: Laatste wijzigingsdatum voor niet sleutelwoorden (YYYY-MM-DD) of leeg laten
no_no: Siste mod dato for ikke-nøkkel elementer (YYYY_MM_DD) eller la stå tomt

source: No keyed items.
nl_nl: Geen sleutel items.
no_no: Ingen nøkkel elementer.

source: No menus created.
nl_nl: Geen menu's aangemaakt.
no_no: Ingen menyer opprettet.

source: No menus.
nl_nl: Geen menu's.
no_no: Ingen menyer

source: Options
nl_nl: Opties
no_no: Valg

source: Read me
nl_nl: Lees me
no_no: Les meg

source: Respect keyed menu item permissions
nl_nl: Respecteer rechten sleutel menu items
no_no: Respekter nøkkel meny element tillatelser

source: Save settings
nl_nl: Opslaan instellingen
no_no: Lagre innstillinger

source: Save to server (%s)
nl_nl: Opslaan op server (%s)
no_no: Lagre til server (%s)

source: Select any modules you wish to exclude by default from your sitemap.
nl_nl: Kies modules die u standaard wilt uitsluiten.
no_no: Velg en modul du ønsker å utelukke fra sitemap som standard.

source: Select any modules you wish to exclude from your sitemap.
nl_nl: Kies modules die u wilt uitsluiten.
no_no: Velg en modul du ønsker å utelukke fra sitemap

source: Select one or more menus to include in your sitemap.
nl_nl: Kies een of meerder menu's om mee te nemen.
no_no: Velg en eller flere menyer å inkludere i sitemap.

source: Settings
nl_nl: Instellingen
no_no: Innstillinger

source: Sitemap is used to generate a sitmap.xml file, following the standards at %s. These sitemap files are used by google and other popular search engines to help them index your website. Sitemap does this by gathering all the links from one or more of your menus, as well as other keyed module items (such as blog posts) that may not be in a menu, filtering and preparing according to your settings, and then writing the xml for you.
nl_nl: Sitemap maakt een sitemap.xml bestand aan volgens de standaard %s.Deze worden door zoekmachines als Google gebruikt om websites te indexeren. Sitemap zoekt alle links van de menu's op en ook sleutelwoorden (zoals blog posts) die niet in menu's voorkomen, na filteren en gebruik van uw instellingen wordt het xml-bestand aangemaakt.

source: Sitemap settings saved.
nl_nl: Instellingen opgeslagen.
no_no: Sitemap innstillinger lagret.

source: This is the third release of sitemap for the new 1.x series phpwebsite. I wrote this for a specific need I had and thought it may be of use to others also.
nl_nl: Ik hoop dat u deze derde versie van sitemap voor phpwebsite kunt gebruiken.

source: What it does:
nl_nl: Wat doet het:
no_no: Hva den gjør:

source: here
nl_nl: hier
no_no: her

source: Download
no_no: Last ned

source: item
no_no: element

source: items
no_no: elementer

source: links
no_no: linker
