Repository: AppStateESS/phpwebsite
Catalog: mod/profiler/locale/*/LC_MESSAGES/profiler.po
Languages: nl_nl, no_no

source: Action
nl_nl: Actie
no_no: Handling

source: Add division
nl_nl: Toevoegen divisie
no_no: Legg til inndeling

source: An error occurred when saving your profile.
nl_nl: Opslaan profiel is mislukt.
no_no: En feil oppstod ved lagring av din profil

source: Approval
nl_nl: Goedkeuring

source: Are you sure you want to permanently delete this profile?
nl_nl: Wilt u dit profiel verwijderen?
no_no: Er du sikker på at du ønsker å permanent fjerne denne profilen?

source: Cancel
nl_nl: Afbreken
no_no: Avbryt

source: Caption
nl_nl: Hoofdletters
no_no: Overskrift

source: Create Division
nl_nl: Aanmaken divisie
no_no: Opprett Overskrift

source: Create New Profile
nl_nl: Aanmaken profiel
no_no: Opprett Ny Profil

source: Create profile
nl_nl: Aanmaken nieuw profiel
no_no: Opprett profil

source: Create profiles on individuals for display on site.
nl_nl: Aanmaken profiel voor personen om op de site te tonen.
no_no: Opprett profil på individuelle for visning på siden.

source: Current Profiles
nl_nl: Huidige profielen
no_no: Gjeldende Profiler

source: Delete
nl_nl: Verwijderen
no_no: Slett

source: Delete Divisions
nl_nl: Verwijderen divisies
no_no: Slett Inndeling

source: Delete Profiles
nl_nl: Verwijderen profielen
no_no: Slett Profiler

source: Deleting this division will remove all the profiles under it. Are you sure you want to do this?
nl_nl: Wilt u deze divisie met alle bijbehorende profielen verwijderen?

source: Division
nl_nl: Divisie
no_no: Inndeling

source: Division ID
nl_nl: Divisie ID
no_no: Inndelings ID

source: Division title
nl_nl: Divisie titel
no_no: Inndeling Tittel

source: Divisions
nl_nl: Divisies
no_no: Inndelinger

source: Edit
nl_nl: Wijzigen
no_no: Endre

source: Edit profile
nl_nl: Wijzig profiel
no_no: Endre profil

source: Email address
nl_nl: E-mailadres
no_no: Email adresse

source: Email address does not appear valid.
nl_nl: E-mailadres is fout.
no_no: Email adressen er ikke gyldig.

source: Enable profile homepage
nl_nl: Profiel home pagina inschakelen
no_no: Aktiver profil hjemmeside

source: First Name
nl_nl: Voornaam
no_no: Fornavn

source: First name
nl_nl: Voornaam
no_no: Fornavn

source: Full story
nl_nl: Volledige verhaal
no_no: Full historie

source: Go back to the Settings page.
nl_nl: Terug naar instellingen.
no_no: Gå tilbake til Innstilling siden.

source: Ignoring the repeat.
nl_nl: Herhaling telt niet.
no_no: Ignorering gjentagelsen.

source: Large photo
nl_nl: Grote foto
no_no: Stort bilde

source: Last Name
nl_nl: Achternaam
no_no: Etternavn

source: Last name
nl_nl: Achternaam
no_no: Etternavn

source: List
nl_nl: Lijst
no_no: Liste

source: Medium photo
nl_nl: Normale foto
no_no: Medium bilde

source: New
nl_nl: Nieuw
no_no: Ny

source: Number of profiles
nl_nl: Aantal profielen
no_no: Antall profiler

source: Please create a profile in this category.
nl_nl: Maak a.u.b. in deze categorie een profiel aan.
no_no: Vennligst opprett en profil i denne kategorien.

source: Please enter a first name.
nl_nl: Vul de voornam in.
no_no: Vennligst legg inn ett fornavn.

source: Please enter a last name.
nl_nl: Vul de achternaam in.
no_no: Vennligst legg til ett etternavn.

source: Please make a profile division type first.
nl_nl: Maak eerst een profiel divisie type aan.
no_no: Vennlist opprett en profil inndeling type først.

source: Profile not found.
nl_nl: Profiel niet gevonden.
no_no: Profil ikke funnet.

source: Profile not set.
nl_nl: Profiel niet ingevuld.
no_no: Profil ikke satt.

source: Profile saved for approval.
nl_nl: Profiel wacht op goedkeuring.
no_no: Profil lagret for godkjenning.

source: Profile saved successfully.
nl_nl: Profiel opgeslagen.
no_no: Profil lagret med godt resultat.

source: Profile type
nl_nl: Profiel type
no_no: Profil type

source: Profiles table removed.
nl_nl: Profiler tabellen verwijderd.
no_no: Profil tabell fjernet.

source: Read more. . .
nl_nl: Meer...
no_no: Les mer...

source: Save
nl_nl: Opslaan
no_no: Lagre

source: Save settings
nl_nl: Opslaan Instellingen
no_no: Lagre innstillinger

source: Setting saved
nl_nl: Instellingen opgeslagen
no_no: Innstillinger lagret

source: Settings
nl_nl: Instellingen
no_no: Innstillinger

source: Small photo
nl_nl: Kleine foto
no_no: Lite bilde

source: Submission Date
nl_nl: Registratie datum
no_no: Innsendings Dato

source: Success
nl_nl: Succes
no_no: suksess

source: There is a problem with this Profiler division.
nl_nl: Deze divisie is niet goed.
no_no: Det oppstod ett problem med denne Profil inndelingen.

source: There was a problem saving your settings.
nl_nl: Het opslaan van de instellingen is mislukt.
no_no: Det oppstod ett problem ved lagring av dine innstillinger.

source: Title
nl_nl: Titel
no_no: Tittel

source: Uh oh
nl_nl: Helaas!

source: Update Division
nl_nl: Wijzig Divisie
no_no: Oppdater Inndeling

source: Update Profile
nl_nl: Wijzig Profiel
no_no: Oppdater Profil

source: Update profile
nl_nl: Wijzig profiel
no_no: Oppdater Profil

source: Web site address
nl_nl: Website adres
no_no: Hjemmeside adresse

source: Web site address does not appear valid.
nl_nl: Website adres is niet goed.
no_no: Hjemmeside adressen er ikke gyldig.

source: You recently posted this identical profile.
nl_nl: Er is al een gelijk profiel aanwezig.
no_no: Du sendte inn nylig denne identiske profilen.

source: Your title is empty or already in use. Enter another.
nl_nl: Titel is fout of al in gebruik. Probeer opnieuw.
no_no: Din tittel er tom eller allerede i bruk. Velg en annen.

source: Deleting this division will remove all the profiles under it.\nAre you sure you want to do this?
no_no: Sletting av denne profilen vil fjerne alle profiler under den.\nEr du sikker på at du ønsker å gjennomføre dette?

source: Sorry
no_no: Beklager

source: Web site
no_no: Hjemmeside
