Repository: AppStateESS/phpwebsite
Catalog: mod/ngboost/locale/*/LC_MESSAGES/ngboost.po
Languages: de_de

source: about
de_de: über

source: Action
de_de: Aktion

source: Actions, Messages, Feedback
de_de: Aktionen, Meldungen, Rückmeldungen

source: After 5 seconds going to classic boost
de_de: Nach 5 Sekunden geht es zum klassischen boost

source: An error occurred updating the core
de_de: Ein Fehler ist beim Aktualisieren des Kernmoduls aufgetreten

source: An error occurred while installing this module.
de_de: Fehler aufgetreten bei der Installation dieses Moduls.

source: A new release is available
de_de: Eine neue Freigabeversion ist verfügbar

source: are you sure to purge
de_de: sind Sie sicher, zu löschen

source: are you sure to uninstall
de_de: sind Sie sicher, zu deinstallieren

source: Backup
de_de: Sichern

source: BackupAll
de_de: SichernAlle

source: BackupBranch
de_de: BackupPortalzweig

source: BackupSet
de_de: Sicherungssatz

source: backup sets
de_de: Sicherungssätze

source: Backup sets of repository
de_de: Sicherungssätze des Depots

source: Branch
de_de: Portalabzweig

source: Branch list of repository
de_de: Portalabzweigliste des Depots

source: Changes
de_de: Änderungen

source: Check
de_de: Prüfung

source: check
de_de: Prüfen

source: check.xml not found
de_de: check.xml nicht gefunden

source: CheckAll
de_de: AllePrüfen

source: Check disabled
de_de: Prüfung deaktiviert

source: Check done - further maintenance is supported thru the hub only
de_de: Prüfung erfolgt - weitere Wartung wird nur im Hub unterstützt

source: checksum verification error
de_de: Prüfsummenverifizierung Fehler

source: Commands
de_de: Befehle

source: Content of repository
de_de: Inhalt des Depots

source: Copy from distribution server to my site
de_de: Kopieren von Verteilungsserver auf meine Website

source: Core successfully updated
de_de: Kern erfolgreich aktualisiert

source: current
de_de: derzeit

source: Current local version
de_de: Aktuelle lokale Version

source: currently no help available
de_de: derzeit keine Hilfe verfügbar

source: Current Version
de_de: Aktuelle Version

source: Current version
de_de: Aktuelle Version

source: Database tables of installation
de_de: Datenbanktabellen der Installation

source: decompress
de_de: dekomprimieren

source: DependedUpon
de_de: AbhängigVon

source: Dependencies
de_de: Abhängigkeiten

source: Dependencies of
de_de: Abhängigkeiten von

source: Dependents of
de_de: Abhängige von

source: Description
de_de: Beschreibung

source: Distro
de_de: Verteiler

source: DistroServer
de_de: VerteilungsServer

source: Distro server setting is not supported in branches
de_de: Verteilserver Einstellung ist nicht im Portalzweig unterstützt

source: Distro set to
de_de: Verteiler festgelegt auf

source: done
de_de: erledigt

source: Do you really want to purge the backup file?
de_de: Wollen Sie wirklich diese Sicherungsdatei löschen?

source: Do you really want to restore / overwrite?
de_de: Wollen Sie wirklich wiederherstellen &#47; überschreiben?

source: errors
de_de: Fehler

source: error with repository
de_de: Fehler mit Depot

source: expand
de_de: erweitern

source: Failed
de_de: Gescheitert

source: Failed installation of module.
de_de: Installation des Moduls fehlgeschlagen.

source: Failed to copy file to local directory.
de_de: Datei konnte nicht zum lokalen Verzeichnis kopiert werden.

source: Failed upgrade of module.
de_de: Fehlschlag Modul Aktualisierung.

source: File
de_de: Datei

source: files
de_de: Dateien

source: File System
de_de: Datei System

source: GetNew
de_de: NeuAbholen

source: Import done for
de_de: Import ausgeführt für

source: Import error feedback
de_de: Import Fehlerrückmeldung

source: Import start with
de_de: Import Start mit

source: Install
de_de: Installieren

source: invalid call
de_de: ungültiger Aufruf

source: invalid file type
de_de: ungültiger Dateityp

source: IsInstalled
de_de: IstInstalliert

source: IsLocal
de_de: IstLokal

source: just
de_de: noch

source: LastNew
de_de: LetzteNeu

source: Latest distro version
de_de: Neueste Distribution Version

source: Latest version
de_de: Neueste Version

source: List distro is not supported in branches
de_de: List Distribution ist nicht in Portalzweigen unterstützt

source: List patos is not supported in branches
de_de: List patos ist nicht in Portalzweigen unterstützt

source: local tar broken
de_de: lokale Tar defekt

source: local tar not found:
de_de: lokales Tar nicht gefunden:

source: local tgz invalid
de_de: lokales Tgz ungültig

source: local tgz not found
de_de: lokales Tgz nicht gefunden

source: MissingDependency
de_de: FehlendeAbhängigkeit

source: Module
de_de: Modul

source: Module "%s" requires module(s) installed with the proper version(s)
de_de: Modul "%s" erfordert Module die mit der richtigen Version installiert sind

source: Module is missing register file.
de_de: Dem Modul fehlt die Registrierdatei.

source: Module is missing register function.
de_de: Dem Modul fehlt die Registrier-Funktion.

source: Module Needed
de_de: Modul erforderlich

source: Module not installed
de_de: Modul nicht installiert

source: Modules have not been set.
de_de: Die Module sind nicht eingestellt.

source: modules to process
de_de: zu verarbeitende Module

source: Module title
de_de: Modultitel

source: More information
de_de: Weitere Informationen

source: Needs upgrading
de_de: Erfordert Aktualisierung

source: No branches defined on this site
de_de: Auf der Website sind keine Portalabzweigungen definiert

source: No change infos provided
de_de: Keine Änderungs Infos zur Verfügung gestellt

source: None
de_de: Keine

source: No new release(s) available
de_de: Keine neuen Freigabeversion(en) vorhanden

source: not available
de_de: nicht verfügbar

source: Not installed
de_de: Nicht installiert

source: Object sent to boost was not of the PHPWS_Module class.
de_de: Das an Boost gerichtete Objekt ist nicht von der PHPWS_Modul Klasse.

source: Passed
de_de: Bestanden

source: Perms
de_de: Berechtigungen

source: Please check your error logs.
de_de: Bitte überprüfen Sie Ihre Fehler-Logs.

source: Processing update file.
de_de: Verarbeitung Update-Datei.

source: programming error, no object context
de_de: Programmierfehler, kein Objektkontext

source: Release
de_de: Versionsfreigabe

source: rows
de_de: Zeilen

source: Scope
de_de: Umfang

source: Server configuration prevents version checking.
de_de: Server-Konfiguration verhindert Versionsüberprüfung.

source: SetAsMyRelease
de_de: SetzeAlsMeineFreigabeversion

source: Size
de_de: Größe

source: Source XML error
de_de: Quelle XML Fehler

source: Table(s)
de_de: Tabelle(n)

source: The boost UI for the installation and upgrading of modules.
de_de: Die Boost-Benutzeroberfläche für die Installation und Aktualisierung von Module.

source: The following modules depend on "%s" to function
de_de: Die folgenden Module sind abhängig von "%s" um zu funktionieren

source: this distro server does not have the xml file
de_de: Dieser Verteilungsserver verfügt nicht über die XML-Datei

source: This module does not have dependents
de_de: Dieses Modul hat keine Abhängigkeiten

source: transfer error
de_de: Übertragungsfehler

source: Unable to locate SQL import file.
de_de: Kann SQL Import Datei nicht lokalisieren.

source: Unable to make a backup of a local module file.
de_de: Kann keine Sicherungskopie von einer lokalen Modul-Datei vornehmen.

source: unable to open file
de_de: kann die Datei nicht öffnen

source: Uninstall
de_de: Deinstallieren

source: Uninstall not confirmed
de_de: Deinstallierung nicht bestätigt

source: Update
de_de: Aktualisieren

source: Updating core
de_de: Aktualisieren Kern

source: Version required
de_de: Version erforderlich

source: Xref is not supported in branches
de_de: Xref ist nicht in Portalzweigen unterstützt
