Repository: AppStateESS/phpwebsite
Catalog: mod/boost/locale/*/LC_MESSAGES/boost.po
Languages: it_it, nl_nl

source: %1$s successfully registered to %2$s.
it_it: %1$s registrato su %2$s.
nl_nl: %1$s is geregistreerd bij %2$s.

source: %1$s successfully unregistered from %2$s.
it_it: %1$s deregistrato su %2$s.
nl_nl: %1$s is niet meer geregistreerd bij %2$s.

source: %s - New
it_it: %s - Nuovo
nl_nl: %s - Nieuw

source: %s Dependencies
it_it: Dipendenze %s
nl_nl: %s Afhankelijkheden

source: %s Module Dependencies
it_it: Dipendenze del modulo %s
nl_nl: %s Module Afhankelijkheden

source: About
it_it: Descrizione
nl_nl: Toelichting

source: An error occurred during registration.
it_it: Si &egrave; verificato un errore durante la registrazione.
nl_nl: Er is bij de registratie een fout opgetreden.

source: An error occurred updating the core.
it_it: Si &egrave; verificato un errore durante l'aggiornamento dei moduli base.
nl_nl: Er is een fout opgetreden bij het bijwerken van de core.

source: An error occurred when tryingt to access your branch site listing.
it_it: Si &egrave; verificato un errore tentando di acedere all'elenco dei siti derivati.
nl_nl: Er is een fout is opgetreden bij het benaderen van de branch lijst.

source: An error occurred when trying to access your branch site listing.
nl_nl: Er is een fout opgetreden bij het benaderen van de branch lijst.

source: An error occurred while installing this module.
it_it: Si &egrave; verificato un errore durante l'installazione del modulo.
nl_nl: Het installeren van de module is mislukt.

source: An error occurred while registering the %s module.
it_it: Si &egrave; verificato un errore durante la registrazione del modulo %s.
nl_nl: Er is een fout opgetreden bij het registreren van de &s module.

source: An error occurred while unregistering the %s module.
it_it: Si &egrave; verificato un errore durante la deregistrazione del modulo %s.
nl_nl: Er is een fout opgetreden bij het deregistreren van de &s module.

source: An error occurred while unregistering.
it_it: Si &egrave; verificato un errore durante la deregistrazione.
nl_nl: Er is een fout opgetreden bij het deregistreren.

source: An import error occurred.
it_it: Si &egrave; verificato un errore di importazione.
nl_nl: Er is een fout opgetreden bij het importeren.

source: An update is available!
it_it: &Egrave; disponibile un aggiornamento.
nl_nl: Er is een wijziging beschikbaar!

source: Are you sure you want to uninstall this module? All data will be deleted.
it_it: Si vuole disinstallare questo modulo? Tutti i dati verranno eliminati.
nl_nl: Wilt u deze module verwijderen? Alle gegevens gaan verloren.

source: Boost allows the installation and upgrading of modules.
it_it: Permette l'installazione e l'aggiornamento dei moduli.
nl_nl: Installatie en bijwerken van modules.

source: Boost requires updating! You should do so before any other module!
it_it: &Egrave; necessario aggiornare l'Installatore e bisogna farlo prima di installare qualsiasi altro modulo.
nl_nl: Boost moet bijgewerkt worden! Doe dit voor het bijwerken van andere modules!

source: Branch directories are ready.
it_it: Le cartelle del sito derivato sono pronte.
nl_nl: Branch mappen zijn klaar.

source: Branches could not be checked.
it_it: I siti derivati non possono essere controllati.
nl_nl: Branches konden niet gecontroleerd worden.

source: Changes
it_it: Modifiche
nl_nl: Wijzigingen

source: Check
it_it: Verifica
nl_nl: Controleer

source: Check all
it_it: Verifica tutto
nl_nl: Alles controleren

source: Check disabled
nl_nl: Controle uitgeschakeld

source: Check your logs for more information.
it_it: Verifica i file di log per maggiori informazioni.
nl_nl: Controleer uw log voor meer informatie.

source: Checking branch "%s"
it_it: Verifica sito derivato "%s" in corso
nl_nl: Controle branch "%s"

source: Click here to force an uninstall.
it_it: Fare click qui per forzare la disinstallazione.
nl_nl: Klik hier om het verwijderen te forceren.

source: Clicking OK will copy the core\'s configuration, image and (if on a branch site) javascript directories locally.\nNo backups will occur and all local files will be overwritten.\nAre you certain you want to do this?
it_it: Selezionando OK verranno copiate la configurazione dell'installazione base, l'immagine e (se si tratta di un sito derivato) le cartelle javascript.\nNon verr&agrave; eseguito alcun backup e tutti i file saranno sovrascritti.\nSiete sicuri di voler eseguire ci&ograve;?
nl_nl: Na een klik op OK zal de configuratie, de afbeeldingen (en indien op een branch de javascript bestanden) lokaal worden overschreven.\nWilt u doorgaan?

source: Clicking OK will copy this module\'s configuration, image, templates, and javascript folders locally.\nNo backups will occur and all local files will be overwritten.\nAre you certain you want to do this?
it_it: Selezionando OK verranno copiate la configurazione del modulo, l'immagine, i template e le cartelle javascript.\nNon verr&agrave; eseguito alcun backup e tutti i file saranno sovrascritti.\nSiete sicuri di voler eseguire ci&ograve;?
nl_nl: Na een klik op OK zal de configuratie, de afbeeldingen (en indien op een branch de javascript bestanden) lokaal worden overschreven.\nWilt u doorgaan?

source: Close window
it_it: Chiudi finestra
nl_nl: Sluit venster

source: Commands
nl_nl: Taken

source: Continue installation...
it_it: Continua l'installazione...
nl_nl: Doorgaan met installatie...

source: Copy file failure: %s to %s
nl_nl: Kopieren bestand %s naar %s is mislukt

source: Copying configuration files.
it_it: Copia dei file di configurazione in corso.
nl_nl: Kopieren configuratie-bestanden.

source: Copying directory %1$s to %2$s
it_it: Copia della cartella %1$s su %2$s in corso
nl_nl: Kopieren map %1$s naar %2$s

source: Copying image files.
it_it: Copia dei file immagini in corso.
nl_nl: Kopieren afbeeldingen.

source: Copying javascript directories.
it_it: Copia delle cartelle javascript in corso.
nl_nl: Kopieren mappen javascript.

source: Copying javascript files. Be aware that module javascript files will be overwritten.
it_it: Copia dei file javascript in corso. Attenzione: i file javascript del modulo verranno sovrascritti.
nl_nl: Kopieren javascript bestanden. De javascript bestanden van de module worden overschreven.

source: Copying source image directory for module.
it_it: Copia della cartella di origine delle immagini in corso.
nl_nl: Kopieer afbeeldingen map voor module.

source: Copying template files.
it_it: Copia dei file dei modelli in corso.
nl_nl: Kopieren Templates.

source: Core revert finished!
it_it: Ripristino dei moduli base terminato!
nl_nl: Terugzetten core is gelukt.

source: Core successfully updated.
it_it: Moduli base aggiornati.
nl_nl: Core is gewijzigd.

source: Created directory
it_it: Cartella creata
nl_nl: Map aangemaakt

source: Creating files directory for module.
it_it: Creazione della cartelle dei file per il modulo in corso.
nl_nl: Aanmaken map files van module.

source: Creating image directory for module.
it_it: Creazione della cartella immagine per il modulo in corso.
nl_nl: Aanmaken map met afbeeldingen module.

source: Creating module image directory.
it_it: Creazione della cartella immagine del modulo.
nl_nl: Aanmaken map met afbeeldingen module.

source: Current version
it_it: Versione corrente
nl_nl: Huidige versie

source: Current Version
it_it: Versione corrente
nl_nl: Huidige version

source: Current stable version
it_it: Versione stabile corrente
nl_nl: Huidige stabiele versie

source: Database import failed.
it_it: Impostazione database fallita
nl_nl: Import database mislukt.

source: Depended upon
it_it: Dipende da
nl_nl: Afhankelijk van

source: Dependencies
it_it: Dipendenze
nl_nl: Afhankelijkheden

source: Download here
it_it: Scarica qui
nl_nl: Download hier

source: Failed
it_it: Fallito
nl_nl: Mislukt

source: Failed directory copy: %s to %s
nl_nl: Kopieren map %s naar %s is mislukt

source: Failed installation of module.
it_it: Fallita l'installazione del modulo.
nl_nl: Installatie module is mislukt.

source: Failed to copy file to local directory.
it_it: Fallita la copia del file nella cartella locale.
nl_nl: Kopieren bestand naar locale map is mislukt.

source: Failed upgrade of module.
it_it: Fallito l'aggiornamento del modulo.
nl_nl: Bijwerken module is mislukt.

source: Failure to remove directory.
it_it: Fallita la rimozione della cartella.
nl_nl: Verwijderen map mislukt.

source: Finished uninstalling module!
it_it: Disinstallazione del modulo terminata!
nl_nl: Module is verwijderd!

source: Import successful.
it_it: Importazione eseguita.
nl_nl: Import gelukt.

source: Importing SQL install file.
it_it: Importazione del file SQL di installazione in corso.
nl_nl: Importeer SQL bestand installatie.

source: Importing SQL uninstall file.
it_it: Importazione del file SQL di disinstallazione in corso.
nl_nl: Importeer SQL bestand deinstallatatie.

source: Inaccessible: %s
nl_nl: Niet toegankelijk: %s

source: Install
it_it: Installa
nl_nl: Installeren

source: Installation complete!
it_it: Installazione completa!
nl_nl: Installatie klaar!

source: Installation file not implemented.
it_it: File di installazione mancante.
nl_nl: Bestand installatie niet geimplementeerd.

source: Installing
it_it: Installazione in corso
nl_nl: Installatie loopt

source: Key unregistration successful.
it_it: Deregistrazione completata.
nl_nl: Key registratie verwijderd.

source: Latest version
it_it: Ultima versione
nl_nl: Stabiele versie

source: Local version
it_it: Versione locale
nl_nl: Locale versie

source: MD5 Sum
it_it: Somma MD5
nl_nl: MD5 Som

source: Missing dependency
it_it: Dipendenze mancanti
nl_nl: Afhankelijkheid ontbreekt

source: Module Needed
it_it: Modulo richiesto
nl_nl: Nodige module

source: Module title
it_it: Titolo del modulo
nl_nl: Naam Module

source: Module Title
it_it: Titolo modulo
nl_nl: Naam Module

source: Module does not require updating.
it_it: Il modulo non richiede aggiornamento.
nl_nl: Module hoeft niet bijgewerkt te worden.

source: Module is missing register file.
it_it: Il modulo &egrave; privo di file di registrazione.
nl_nl: Registreer bestand module ontbreekt.

source: Module is missing register function.
it_it: Il modulo &egrave; privo della funzione di registrazione.
nl_nl: De module heeft geen functie registreer.

source: Module is not installed.
it_it: Il modulo non &egrave; installato.
nl_nl: Module is niet geinstalleerd.

source: Module revert finished!
it_it: Ripristino del modulo terminato.
nl_nl: Module is teruggezet.

source: Module's settings could not be removed. See your error log.
it_it: Le impostazioni del modulo non possono essere rimosse. Vedere il file di log degli errori.
nl_nl: Instellingen module niet verwijderd. Controleer de logfile.

source: Module's settings removed successfully.
it_it: Rimozione delle impostazioni del modulo completata.
nl_nl: Instellingen module zijn verwijderd.

source: Modules have not been set.
it_it: I moduli non sono stati configurati.
nl_nl: Modules zijn niet gezet.

source: More info
it_it: Pi&ugrave; info
nl_nl: Meer informatie

source: More information
it_it: Maggiori informazioni
nl_nl: Meer informatie

source: Needs upgrading
it_it: Richiede aggiornamento
nl_nl: Moet bijgewerkt worden

source: No backup: %s
nl_nl: Geen back-up: %s

source: No modules available.
it_it: Nessun modulo disponibile.
nl_nl: Geen modules beschikbaar.

source: No uninstall file found.
it_it: Nessun file di disinstallazione trovato.
nl_nl: Bestand deinstallatie ontbreekt.

source: No update file found.
it_it: Nessun file di aggiornamento trovato.
nl_nl: Wijzigingsbestand ontbreekt.

source: No update required.
it_it: Nessun aggiornamento necessario.
nl_nl: Bijwerken niet nodig.

source: None
it_it: Nessuno
nl_nl: Geen

source: Not installed
it_it: Non installato
nl_nl: Niet geinstalleerd

source: Object sent to boost was not of the PHPWS_Module class.
it_it: L'oggetto inviato all'Instalatore non appartiene alla classe PHPWS_Module.
nl_nl: Boost herkent dit object niet als deel van de PHPWS_Module class.

source: Other Modules
it_it: Altri moduli
nl_nl: Andere Modules

source: Passed!
it_it: Verificato!
nl_nl: Oke!

source: Please check your error logs.
it_it: Verificare i file di log degli errori.
nl_nl: Controleer de logfiles.

source: Please remove them from the mod directory.
it_it: Rimuoverli dalla cartella mod.
nl_nl: Verwijder ze a.u.b. uit de map mod.

source: Processing installation file.
it_it: Elaborazione del file di installazione in corso.
nl_nl: Verwerken installatiebestand.

source: Processing uninstall file.
it_it: Elaborazione del file di disinstallazione in corso.
nl_nl: Verwerken deinstallatiebestand.

source: Processing update file.
it_it: Elaborazione del file di aggiornamento in corso.
nl_nl: Verwerken wijzigingsbestand.

source: Registered to Key.
it_it: Registrazione eseguita.
nl_nl: Registreer bij Key.

source: Registering Control Panel information.
nl_nl: Registreer Instellingen informatie.

source: Registering module to core.
it_it: Registrazione del modulo nei moduli base in corso.
nl_nl: Registreer module bij core.

source: Registering other modules to this module.
it_it: Registrazione degli altri moduli su questo modulo in corso.
nl_nl: Registreer andere modules bij deze module.

source: Registering this module to other modules.
it_it: Registrazione di questo modulo negli altri moduli.
nl_nl: Registreer deze module bij andere modules.

source: Registration successful.
it_it: Registrazione completata.
nl_nl: Registratie voltooid.

source: Removing directory %s
it_it: Rimozione della cartella %s in corso
nl_nl: Verwijderen map %s

source: Return to Boost
it_it: Torna all'Installatore
nl_nl: Terug naar Boost

source: Return to Boost listing
it_it: Torna all'elenco di Installatore
nl_nl: Terug naar lijst Boost

source: Revert
it_it: Ripristina
nl_nl: Terugzetten

source: Reverting %s module's local files
it_it: Ripristino di %s file locali del modulo.
nl_nl: Terugzetten lokale bestanden van module %s

source: Reverting the core's local files
it_it: Ripristino dei file locali dei moduli base
nl_nl: Terugzetten lokale bestanden van de core

source: Server configuration prevents version checking.
nl_nl: Server configuratie voorkomt versie controle.

source: Skipping javascript files.
it_it: I file javascript vengono saltati.
nl_nl: Overslaan javascript bestanden.

source: Some key unregistrations were unsuccessful. Check your logs.
it_it: Impossibile deregistrare alcune voci. Verificare i file di log.
nl_nl: Enkele key registraties zijn niet verwijderd. Controleer de log.

source: Source XML error
it_it: Errore XML dell'origine
nl_nl: Source XML fout

source: Source image directory copied successfully.
it_it: Cartella di origine delle immagini copiata.
nl_nl: De map met de afbeeldingen is gekopieerd.

source: Source image directory failed to copy.
it_it: Impossibile copiare la directory di origine delle immagini.
nl_nl: Het kopieren van de map met de afbeeldingen is mislukt.

source: The About file is missing for this module.
it_it: Questo modulo non ha il file di descrizione.
nl_nl: Het bestand met de toelichting ontbreekt voor deze module.

source: The Core requires updating! You should do so before any modules.
it_it: &Egrave; necessario aggiornare i moduli base e bisogna farlo prima di installare qualsiasi altro modulo.
nl_nl: De core moet bijgewerkt worden! Dat moet voor het bijwerken van andere modules gebeuren.

source: The following directories are not writable:
it_it: Impossibile scrivere sulle cartelle seguenti:
nl_nl: De volgende mappen zijn niet schrijfbaar:

source: The following directories need to be created:
it_it: &Egrave; necessario creare le seguenti cartelle:
nl_nl: De volgende mappen moeten aangemaakt worden:

source: The following modules are from an earlier version of phpWebSite and will not function.
it_it: I seguenti moduli provengono da una precedente versione di phpWebSite e non funzioneranno.
nl_nl: De volgende modules van phpWebSite zijn verouderd en zullen niet werken.

source: The following modules depend on this module to function:
it_it: I seguenti moduli dipendono dal modulo corrente per funzionare:
nl_nl: De volgende modules zijn van deze module afhankelijk:

source: There was a problem in the installation file:
it_it: C'&egrave; un problema nel file di installazione:
nl_nl: Er is een probleem in het installatiebestand:

source: There was a problem in the update file:
it_it: C'&egrave; un problema nel file di aggiornamento:
nl_nl: Er is een probleem in het wijzigingsbestand:

source: This module does not have dependents.
it_it: Questo modulo non ha moduli dipendenti.
nl_nl: Deze module heeft geen afhankelijkheden.

source: This module is depended upon by: %s
it_it: Questo modulo dipende da: %s
nl_nl: Deze module is afhankelijk van: %s

source: Unable to locate SQL import file.
it_it: Impossibile trovare il file SQL di importazione.
nl_nl: Het SQL importbestand ontbreekt.

source: Unable to make a backup of a local module file.
it_it: Impossibile fare una copia di backup di un file del modulo locale.
nl_nl: Er kan van een lokaal bestand van de module geen back-up gemaakt worden.

source: Unable to remove directory %s
it_it: Impossibile rimuovere le cartella %s
nl_nl: Map %s kan niet verwijderd worden.

source: Unable to update branch.
it_it: Impossibile aggiornare il sito derivato.
nl_nl: Wijzigen branch niet mogelijk.

source: Uninstall
it_it: Disinstallazione
nl_nl: Deinstallatie

source: Uninstall SQL not found.
it_it: SQL di disinstallazione non trovato.
nl_nl: SQL om te deinstalleren niet gevonden.

source: Uninstall file not found.
it_it: File di disinstallazione non trovato.
nl_nl: Bestand deinstallatie niet gevonden.

source: Uninstall function "%s" was not found.
it_it: Funzione di disinstallazione "%s" non trovata.
nl_nl: Functie "%s" om te deinstalleren niet gevonden.

source: Uninstalling
it_it: Disinstallazione in corso
nl_nl: Deinstallatie loopt

source: Unregistering module from Boost was successful.
it_it: Deregistrazione del modulo dall'Installatore completata.
nl_nl: Registratie module bij Boost is vervallen.

source: Unregistering module from core.
it_it: Deregistrazione del modulo dai moduli base.
nl_nl: Registratie van deze module in core laten vervallen.

source: Unregistering other modules from this module.
it_it: Deregistrazione di altri moduli da questo modulo.
nl_nl: Registratie andere modules bij deze module laten vervallen.

source: Unregistering this module from other modules.
it_it: Deregistrazione di questo modulo da altri moduli.
nl_nl: Registratie van deze module bij andere modules laten vervallen.

source: Update
it_it: Aggiorna
nl_nl: Wijzigen

source: Update check file not found.
it_it: File di verifica dell'aggiornamento non trovato.
nl_nl: Bestand ter controle van de wijziging ontbreekt.

source: Update complete!
it_it: Aggiornamento completato!
nl_nl: Wijziging klaar.

source: Update not completed.
it_it: Aggiornamento non completato.
nl_nl: Wijziging niet afgerond.

source: Updating
it_it: Aggiornamento in corso
nl_nl: Wijziging loopt

source: Updating branch %s
it_it: Aggiornamento in corso del sito derivato %s
nl_nl: Wijzigen branch %s loopt

source: Updating core
it_it: Aggiornamento dei moduli base in corso
nl_nl: Wijzigen core

source: Version Needed
it_it: Versione necessaria
nl_nl: Versie nodig

source: Version required
it_it: Versione richiesta
nl_nl: Versie verplicht

source: WARNING: Only deities can uninstall core modules. Doing so may corrupt your installation!
it_it: ATTENZIONE: Solo gli amministratori possono disinstallare i moduli di base. Procedendo si potrebbe danneggiare l'installazione!
nl_nl: Waarschuwing: Alleen een elite gebruiker kan modules van de core verwijderen. Dit kan uw systeem onbruikbaar maken!

source: Your logs/%s file must be readable and writable.
it_it: Il file di log %s deve avere i permessi di scrittura e lettura.
nl_nl: Uw logbestand moet leesbaar en schrijfbaar zijn.

source: If sure, please type the name of the module below: %s
nl_nl: Geef om door te gaan, de naam van de module op: %s

source: Boost
it_it: Installatore

source: Core Modules
it_it: Moduli base

source: Download
it_it: Scarica

source: Module
it_it: Modulo

source: Module Web Site
it_it: Sito web del modulo

source: Status
it_it: Stato
