Repository: AppStateESS/phpwebsite
Catalog: mod/calendar/locale/*/LC_MESSAGES/calendar.po
Languages: it_it

source: 1st
it_it: Primo

source: 2nd
it_it: Secondo

source: 3rd
it_it: Terzo

source: 4th
it_it: Quarto

source: A day prior
it_it: Un giorno prima

source: A week prior
it_it: Una settimana prima

source: Action
it_it: Azione

source: Add event
it_it: Aggiungi evento

source: All day
it_it: Giornaliero

source: All day event
it_it: Evento giornaliero

source: All day event, %s
it_it: Evento giornaliero, %s

source: Allow personal schedules
it_it: Permetti programmazioni personali

source: Allow public event submissions
it_it: Permetti invio di eventi a tutti

source: An administrator will review your submission. Thank you.
it_it: Un amministratore verificher&agrave; l'invio. Grazie.

source: An error occurred when saving your event.
it_it: Si &egrave; verificato un errore durante il salvataggio dell'evento.

source: An error occurred when saving your schedule.
it_it: Si &egrave; verificato un errore durante il salvataggio del programma.

source: An error occurred when trying to repeat an event.
it_it: Si &egrave; verificato un errore durante la ripetizione di un evento.

source: Apply changes to repeats?
it_it: Applicare i cambiamenti anche alle ripetizioni?

source: Approval (%s)
it_it: Approvazione (%s)

source: Approve
it_it: Approva

source: Are you sure you want to delete this schedule?
it_it: Eliminare questo programma?

source: Are you sure you want to permanently delete this event?
it_it: Eliminare in modo permanente questo evento?

source: Availability
it_it: Disponibilit&agrave;

source: Back
it_it: Indietro

source: Beginning of each month
it_it: All'inizio di ogni mese

source: Blog this
it_it: Al blog

source: Busy
it_it: Occupato

source: Cache month views (public only)
it_it: Viste mensili in cache (solo pubblico)

source: Calendar
it_it: Calendario

source: Calendar settings
it_it: Impostazioni calendario

source: Calendar tables removed.
it_it: Tabelle del calendario rimosse.

source: Cancel
it_it: Annulla

source: Cannot create event table.
it_it: Impossibile creare la tabella eventi.

source: Change module settings (unrestricted only)
it_it: Cambia le impostazioni del modulo (solo non protette)

source: Change schedule
it_it: Cambia programma

source: Click here if you would prefer to edit the source event.
it_it: Fare click qui se si preferisce modificare l'evento di origine.

source: Close
it_it: Chiudi

source: Create event
it_it: Crea evento

source: Create events and schedules.
it_it: Crea eventi e programmi.

source: Create schedule
it_it: Crea programma

source: Create/Edit public schedule
it_it: Crea/Modifica programmi pubblici

source: Daily
it_it: Giornaliero

source: Date of occurence
it_it: Data della ricorrenza

source: Day
it_it: Giorno

source: Day %s
it_it: Giorno %s

source: Day view
it_it: Vista giornaliera

source: Default public
it_it: Predefinito pubblico

source: Default public schedule set.
it_it: Impostazioni predefinite dei programmi pubblici.

source: Default view
it_it: Vista predefinita

source: Delete
it_it: Elimina

source: Delete schedules (unrestricted only)
it_it: Elimina programmi (solo non protetti)

source: Description
it_it: Descrizione

source: Disapprove
it_it: Non approvare

source: Display mini calendar
it_it: Visualizza il mini calendario

source: Do not show upcoming events
it_it: Non visualizza i prossimi eventi

source: Don't show
it_it: Non mostrare

source: Duplicate suggestion.
it_it: Duplica suggerimento.

source: Edit
it_it: Modifica

source: Edit event
it_it: Modifica evento

source: Edit private schedule
it_it: Modifica programma privato

source: End of each month
it_it: Fine di ogni mese

source: End time
it_it: Ora di fine

source: Event
it_it: Evento

source: Event saved
it_it: Evento salvato

source: Event saved.
it_it: Evento salvato.

source: Event submitted for approval.
it_it: Evento inviato per approvazione.

source: Every
it_it: Ogni

source: Every month
it_it: Ogni mese

source: Every month on start date
it_it: Ogni mese dalla data di inizio

source: First day
it_it: Il primo giorno

source: From %s to %s
it_it: Da %s a %s

source: General
it_it: Generale

source: Grid
it_it: Griglia

source: Grid event display
it_it: Vista griglia eventi

source: Incorrect option
it_it: Opzione errata

source: Last
it_it: Ultimo

source: Last day
it_it: Ultimo giorno

source: Location
it_it: Luogo

source: Location link
it_it: Collegamento luogo

source: Make a repeating event
it_it: Crea un evento ricorrente

source: Make default public
it_it: Rendi pubblico predefinito

source: Maximum allowed repeats reached.
it_it: Raggiunto il numero massimo di ripetizioni.

source: Missing title.
it_it: Titolo mancante.

source: Month
it_it: Mese

source: Month grid
it_it: Griglia mensile

source: Month list
it_it: Elenco mensile

source: Monthly
it_it: Mensilmente

source: Next day
it_it: Il prossimo giorno

source: Next month
it_it: Mese Seguente

source: Next week
it_it: Prossima settimana

source: No events on this day
it_it: Nessun evento in questo giorno

source: No events this month.
it_it: Nessun evento in questo mese

source: No events this week.
it_it: Nessun evento in questa settimana

source: No schedules have been created.
it_it: Nessun programma &egrave; stato creato.

source: No suggestions to approve.
it_it: Nessun suggerimento da approvare.

source: None
it_it: Nessuno

source: On all pages
it_it: Su tutte le pagine

source: One month prior
it_it: Un mese prima

source: Only link days with events in mini calendar
it_it: Nel mini calendario collega solo i giorni con gli eventi

source: Only on front page
it_it: Solo sulla pagina principale

source: Options
it_it: Opzioni

source: Please choose options for the "Every" repeat method.
it_it: Selezionare le opzioni disponibili per il metodo "Ogni".

source: Please pick a monthly repeat method.
it_it: Selezionare un metodo di ripetizione mensile.

source: Please pick a proper monthly repeat method.
it_it: Selezionare un metodo di ripetizione mensile appropriato.

source: Post Event to Blog
it_it: Invia evento al blog

source: Post to Blog
it_it: Invia al blog

source: Previous day
it_it: Giorno precedente

source: Previous month
it_it: Mese Precedente

source: Previous week
it_it: Settimana precedente

source: Private
it_it: Pivato

source: Public
it_it: Pubblico

source: Remove event from repeat list?
it_it: Rimuovere l'evento dall'elenco degli eventi da ripetere?

source: Removed convert flag.
it_it: Bandiera di conversione rimossa.

source: Repeat
it_it: Ripeti

source: Repeat event - %s
it_it: Ripeti evento - %s

source: Repeat event until:
it_it: Ripeti evento fino al:

source: Reset cache
it_it: Azzera cache

source: Save
it_it: Salva

source: Save and apply to repeats
it_it: Salva e applica alle ripetizioni

source: Save and remove repeat
it_it: Salva e rimuovi ripetizione

source: Save event
it_it: Salva evento

source: Save settings
it_it: Salva impostazioni

source: Schedule deleted.
it_it: Programma eliminato.

source: Schedule event table is missing.
it_it: Manca la tabella degli eventi programmati.

source: Schedule saved.
it_it: Programma salvato.

source: Schedules
it_it: Programmi

source: Settings
it_it: Impostazioni

source: Settings saved
it_it: Impostazioni salvate

source: Show busy
it_it: Mostra occupato

source: Show event titles
it_it: Mostra i titoli degli eventi

source: Show next two weeks
it_it: Mostra le prossime due settimane

source: Show number of events
it_it: Mostra il numero di eventi

source: Show upcoming events
it_it: Mostra i prossimi eventi

source: Show upcoming month
it_it: Mostra il mese prossimo

source: Show upcoming week
it_it: Mostra la settimana prossima

source: Some errors occurred when uninstalling Calendar.
it_it: Si sono verificati alcuni errori durante la disinstallazione del Calendario.

source: Sorry
it_it: Spiacenti

source: Start time
it_it: Ora di inizio

source: Suggest event
it_it: Suggerisci evento

source: Suggested events
it_it: Eventi suggeriti

source: Summary
it_it: Sommario

source: Sync dates
it_it: Sincronizza le date

source: The date to repeat until must be greater than the event's start date.
it_it: La data di "ripeti fino a " deve essere dopo la data di inizio dell'evento.

source: The end time must be after the start time.
it_it: L'ora di fine deve essere dopo l'ora di inizio.

source: This event does not exist.
it_it: Questo evento non esiste.

source: This is a repeat of another event.
it_it: Questa &egrave; la ripetizione di un altro evento.

source: This month
it_it: Questo mese

source: This week
it_it: Questa settimana

source: Three days prior
it_it: Tre giorni prima

source: Title
it_it: Titolo

source: Title / Time / Description
it_it: Titolo / Ora / Descrizione

source: Today
it_it: Oggi

source: Two days prior
it_it: Due giorni prima

source: Two weeks prior
it_it: Due settimane prima

source: Unable to save your event suggestion.
it_it: Impossibile salvare il suggerimento.

source: Upcoming events
it_it: Prossimi eventi

source: Update event
it_it: Aggiorna evento

source: Update schedule
it_it: Aggiorna programma

source: User
it_it: Utente

source: Visit this location's web site.
it_it: Visita il sito web di questa locazione.

source: Week
it_it: Settimana

source: Week start day
it_it: Giorno di inizio settimana:

source: Week view
it_it: Vista settimana

source: Weekly
it_it: Settimanale

source: Weekly repeats require you pick one or more days.
it_it: Le ripetizioni settimanali richiedono la selezione di uno o pi&ugrave; giorni.

source: When should it post?
it_it: Quando dovrei inviarlo?

source: Yearly
it_it: Annuale

source: You have exceeded your allowed event submissions.
it_it: Hai superato il numero massimo di invii di evento ammessi.

source: You may try to suggest a different event.
it_it: Puoi provare a suggerire un altro evento.

source: You must choose a repeat mode.
it_it: Scegliere una modalit&agrave; di ripetizione.

source: You must choose which weekdays to repeat.
it_it: Scegliere quali giorni della settimana ripetere.

source: You must give your event a summary.
it_it: Attribuire un sommario all'evento.

source: to
it_it: a
